nazv_symbolov=["крест прямой","крест косой","квадрат","ромб","восьмиугольник","круг","алатырь"]
opis_symboli=["""Прямой крест связан с мужским началом, ролью отца, мужа и брата в семье с характерным для этих ролей 
твердостью в принятии решений. При упоминании этого символа сразу вспоминаются фразеологизмы поставить крест на чём-то 
или на ком-то, поставить вопрос ребром, которые связаны с навыком не откладывать важный вопрос на потом, умением решать 
проблему здесь, сегодня и сейчас. Прямой крест с разветвлением - это такая разновидность мужского креста, у которой все 
образующие символ четыре линии имеют разветвление на две. Это напоминает ветвящиеся побеги дерева или растения. 
Прямой крест ручейком – это такая разновидность мужского креста, где сам символ образуют четыре сходящихся группы 
волнистых линий, которые напоминают струящиеся потоки воды. Эта разновидность прямого креста как раз встречается в 
узорах платков именно с упоминанием бурных вод в период весеннего паводка. 
(Половодье чувств, весенний ручеёк, весеннее пробуждение)""",
"""Косой крест связан с женским началом и ролью матери, дочери, сестры, для которой характерными свойствами является 
творчество и изобретательность в решении проблем, умение посмотреть задачу с другой стороны. 
Косой крест с разветвлением - это такая разновидность женского креста, у которой все образующие символ четыре линии 
имеют разветвление на две. Это напоминает ветвящиеся побеги дерева или растения. Косой крест ручейком – это такая 
разновидность женского креста, где сам символ образуют четыре сходящихся группы волнистых линий, которые напоминают 
струящиеся потоки воды.""",
"""Являясь самой устойчивой фигурой квадрат отождествляется с теми вещами, которые трудно или невозможно изменить. 
Такими понятиями, становящимися данностью, являются историческая эпоха, в которой человек живет, а также наследство, которое человек получает от родителей и от бабушек-дедушек. Интересно, что мы лишь в малой степени повлиять, какое наследство мы получим или получили, однако исключительно от нас зависит, насколько грамотно мы этим наследством распорядимся. Квадратную форму полученного в наследство поле невозможно изменить, однако в наших силах решить, что на этом поле будет произрастать; квадратную форму фундамента здания (метафора на данное нашими родителями воспитание) невозможно изменить, однако только мы выбираем, какое именно здание построить на этом фундаменте.""",
"""Напоминающий по форме то ли копья эпохи бронзового века, то ли сельскохозяйственное орудие труда по типу сохи, ромб связан с навыками, умениями и знанием, которые человек освоил и приобрёл в течение жизненного пути. Сюда можно 
отнести и получение образования человека, приобретение мастерства в прикладных ремеслах, освоение техник рукоделия.""", """Восьмиугольник образуется при наложении одинаковых размеров отождествляющего что - то неизменное квадрата и 
символизирующего что-то быстро проходящее ромба. В этом составном символе можно заметить прообраз человека как личности, который пытается разобраться в вечном вопросе поиска смысла жизни, решить дилеммы этики и морали в ограниченных условиях скоротечной жизни, и в рамках исторической эпохи, в которую человек живёт.""",
"""С одной стороны, круг отождествляется с  такими повторяющимися во времени и сменяющими друг друга в строгой 
последовательности календарными событиями и временами года, составляющими переходящий / непереходящий годовой, 
недельный и суточный круги Богослужений в Церкви, а также годовой круг природных явлений. С другой стороны, хочется 
вспомнить фразеологизм "обсудить за круглым столом", поэтому круг отождествляется с умением коммуницировать, 
вести переговоры и находить компромиссы при разрешении конфликтов. Также стоит указать на круглый пирог, которым можно и
нужно поделиться с окружающими, что еще больше усиливает связь этого символа с умением торговать и обмениваться ресурсами 
и навыками с окружающими.""",
"""Становится довольно логичным, что получаемая от сложения обозначающего мужское начало прямого креста и 
символизирующего женское начало косого креста звезда-алатырь ассоциируется с семьёй, основным смыслом которой в идеале 
является гармоничный союз мужа и жены."""]
traktovka_kolority=["""Шалелюбушки всегда такие интересные: вроде и беседуют о прекрасном, но в своих разговорах цифры 
используют чаще любого финансового аналитика. Моё представление о системе колоритов не должно стать камнем в огород 
устоявшейся на мануфактуре системе обозначений окраски платков, да и в магазине с фразой "такой вот синенький хочу" 
особо делать нечего. С другой стороны, общепринятая система колоритов может показаться малопонятной, особенно на 
первых шагах по изучению и приобретению изделий Павловопосадской фабрики, поэтому представляю свою систему колоритов; 
надеюсь, мои наработки помогут каждому найти именно тот самый платок и по внутреннему устроению и по соответствию 
другим вещам в гардеробе. На самом деле в основе калейдоскопа расцветок павловопосадских платков можно выделить 
2 наполняющих (синий и красный) и 2 заполняющих (чёрный и белый) цвета. В некоторых псевдоисторических пабликах 
встречал термин триединство (четвероединство) цветов, в геральдике за этой группой цветов закрепился термин 
праславянские, так как именно синий, красный, белый, чёрный присутствуют на флагах России, Сербрии, Хорватии, Словении, 
Словакии. Формирование колоритов павловопосадских платков вокруг синего и красного цвета обусловлено 
технико-экономическими факторами и культурологическими особенностями. Именно с открытия способа покраски шерстяной 
ткани в красный экстрактом марены и изобретения дающей шерсти синий цвет кубовой набойки красителем индиго началось 
становление платочных мануфактур на территории Российской империи.""",
"""Многочисленные оттенки синего и красного встречаются в окружающем мире, природе и в нас самих (синий - цвет неба, 
воды, неба полевых цветов, окраска глаз; красный - цвет крови и плоти живых организмов, плодов фруктовых деревьев и 
ягод, осенних листьев). В традиции Православной церкви красный цвет отожествляется с Христом, мучениками и праздником 
Светлой Пасхи, а синий (голубой свет посвящён) Божией Матери и Богородичным праздникам (напр. Покров, Успение, 
Благовещение, Введение и др).""",
"""В первом ряду находится красный колорит, а также будоражащие, возбуждающие окраски павловопосадских платков на основе красного цвета. Во втором ряду расположен синий колорит, балансирующие и успокаивающие раскраски павловопосадских платков на основе синего цвета. В третий ряд поместил чёрный, белый колориты, а также остальные колориты, на основе заполняющих цветов, которые не получилось отнести ни к будоражащим, ни к успокаивающим цветам.
"""]
foto_hudozhnika_vnutr00="![Слащева1](static/slazhevaAA.jpg)"
foto_hudozhnika_vnutr01="![Слащева2](static/slazheva222.jpg)"
foto_hudozhnika_vnutr10="![Сотская1](static/сотская111.jpg)"
foto_hudozhnika_vnutr11="![Сотская2](static/сотская111.jpg)"
foto_hudozhnika_vnutr20="![Постигов1](static/postigovA.jpg)"
foto_hudozhnika_vnutr21="![Постигов2](static/postigovB.jpg)"
foto_hudozhnika_vnutr30="![Созинова1](static/sozinovaA.jpg)"
foto_hudozhnika_vnutr31="![Созинова2](static/sozinovaB.jpg)"
foto_hudozhnika_vnutr40="![Штыхин1](static/shtyhin-001.jpg)"
foto_hudozhnika_vnutr41="![Штыхин2](static/shtyhin2.jpg)"
foto_hudozhnika_vnutr50="![Уткина1](static/utkina.jpg)"
foto_hudozhnika_vnutr51="![Уткина2](static/utkina.jpg)"
foto_hudozhnika_vnutr60="![Красноносова1](static/krasnonosovaAA.jpg)"
foto_hudozhnika_vnutr61="![Красноносова2](static/krasnonosovaBB.jpg)"
foto_hudozhnika_vnutr70="![Муравьёва1](static/muravjova1.jpg)"
foto_hudozhnika_vnutr71="![Муравьёва2](static/muravjova2.jpg)"
foto_hudozhnika_vnutr80="![Макаганчук1](static/makaganchuk2.jpg)"
foto_hudozhnika_vnutr81="![Макаганчук2](static/makaganchuk.jpg)"
foto_hudozhnika_vnutr90="![Сафонова1](static/safonova.jpg)"
foto_hudozhnika_vnutr91="![Сафонова2](static/safonova2.jpg)"
foto_hudozhnika_vnutr100="![Рогатов1](static/rogatov.jpg)"
foto_hudozhnika_vnutr101="![Рогатов2](static/rogatov2.jpg)"
foto_hudozhnika_vnutr110="![Шолохова1](static/sholohova.jpg)"
foto_hudozhnika_vnutr111="![Шолохова2](static/sholohova2.jpg)"
foto_hudozhnika_vnutr120="![Ольшевская1](static/olshevskaja.jpg)"
foto_hudozhnika_vnutr121="![Ольшевская2](static/olshevskaja2.jpg)"
foto_hudozhnika_vnutr130="![Кутузов1](static/kutuzov2.jpg)"
foto_hudozhnika_vnutr131="![Кутузов2](static/kutuzov22.jpg)"
foto_hudozhnika_vnutr140="![Немешаева1](static/nemeshaeva2.jpg)"
foto_hudozhnika_vnutr141="![Немешаева2](static/nemeshaeva22.jpg)"
foto_hudozhnika_vnutr150="![Аболихин1](static/abolihinB.JPG)"
foto_hudozhnika_vnutr151="![Аболихин2](static/abolihin1.png)"
foto_hudozhnika_vnutr160="![Фаворитова1](static/favoritova.jpg)"
foto_hudozhnika_vnutr161="![Фаворитова2](static/favoritova2.jpg)"
foto_hudozhnika_vnutr170="![Сухаревская1](static/suharevskaja1.jpg)"
foto_hudozhnika_vnutr171="![Сухаревская2](static/suharevskajaA.jpg)"
foto_hudozhnika_vnutr180="![Жукова1](static/zukova.jpg)"
foto_hudozhnika_vnutr181="![Жукова2](static/zukova2.JPG)"
foto_hudozhnika_vnutr190="![Фадеева1](static/fadeevaA.jpg)"
foto_hudozhnika_vnutr191="![Фадеева2](static/fadeevaB.jpg)"
foto_hudozhnika_vnutr200="![Дадонова1](static/dadonov.jpg)"
foto_hudozhnika_vnutr201="![Дадонова2](static/dadonov2.jpg)"
foto_hudozhnika_vnutr210="![Зубрицкий1](static/zubritski.jpg)"
foto_hudozhnika_vnutr211="![Зубрицкий2](static/zubritskiB.jpg)"
foto_hudozhnika_vnutr220="![Регунова1](static/regunova1.jpg)"
foto_hudozhnika_vnutr221="![Регунова2](static/regunova2.jpg)"
foto_hudozhnika_vnutr230="![Литвинова1](static/litvinova1.JPG)"
foto_hudozhnika_vnutr231="![Литвинова2](static/litvinova2.jpg)"
foto_hudozhnika_vnutr240="![Белокур1](static/belokurA.jpg)"
foto_hudozhnika_vnutr241="![Белокур2](static/belokur21.jpg)"
foto_hudozhnika_vnutr250="![Зиновьева1](static/zinovjeva2.jpg)"
foto_hudozhnika_vnutr251="![Зиновьева2](static/zinovjeva.jpg)"
foto_hudozhnika_vnutr260="![Рыжов1](static/ryzov2.jpg)"
foto_hudozhnika_vnutr261="![Рыжов2](static/ryzov111.jpg)"
foto_hudozhniki_telegr00="AgACAgQAAxkBAAIr6moRdavwPNHDX-3NQLkM356uMX0NAAKTDmsbXvSIUPEnoYJk_PvXAQADAgADeQADOwQ"
foto_hudozhniki_telegr01="AgACAgQAAxkBAAIr5moRdVuv-UDu0NYjyl0St2JezLWhAAKSDmsbXvSIUBpsWzHS1WjzAQADAgADeAADOwQ"
foto_hudozhniki_telegr10="AgACAgQAAxkBAAIr7moRdsy_nONI8p8e97j6CcE1EHHIAAKUDmsbXvSIUKcFPAN6OaplAQADAgADbQADOwQ"
foto_hudozhniki_telegr11="AgACAgQAAxkBAAIr7moRdsy_nONI8p8e97j6CcE1EHHIAAKUDmsbXvSIUKcFPAN6OaplAQADAgADbQADOwQ"
foto_hudozhniki_telegr20="AgACAgQAAxkBAAIsUWoSyjb-ncAzEl7Bs1OmerLcDx1AAAJhDmsbXvSYUKEdNYuZDbbSAQADAgADeAADOwQ"
foto_hudozhniki_telegr21="AgACAgQAAxkBAAIsUGoSyjb1AidEUkjFgCrFfD9lvvI4AAJgDmsbXvSYUDKepa8pkeYBAQADAgADeAADOwQ"
foto_hudozhniki_telegr30="AgACAgQAAxkBAAIsWGoSy8b8Zz6DpxdQq1N0AZGZ5QyWAAJlDmsbXvSYUK0wvpgyPCdeAQADAgADeAADOwQ"
foto_hudozhniki_telegr31="AgACAgQAAxkBAAIsVWoSy0rEJTXCjoPws2m3WaTUztz7AAJjDmsbXvSYUO3d5dHpvIvRAQADAgADeAADOwQ"
foto_hudozhniki_telegr40="AgACAgQAAxkBAAIsWmoSzEu6bAZCczLO7nn8qBU_UBjWAAJnDmsbXvSYUBImONN28q9TAQADAgADdwADOwQ"
foto_hudozhniki_telegr41="AgACAgQAAxkBAAIsgWoUpX5Xf7nyuYOs-kTRi9ZMHPhDAAK_D2sbUU-pUJWrElEZ2H-eAQADAgADdwADOwQ"
foto_hudozhniki_telegr50="AgACAgQAAxkBAAIsh2oUyb7Ophd_qGMkCCTLyPsk4wW2AAL5D2sbUU-pUBxl6ivZmoPjAQADAgADeAADOwQ"
foto_hudozhniki_telegr51="AgACAgQAAxkBAAIsjWoUylFwXIEST6LuISQPUZk1KzZiAAL7D2sbUU-pUHh9FW_mxWwdAQADAgADeAADOwQ"
foto_hudozhniki_telegr60="AgACAgQAAxkBAAIr82oRm0axL9F9UI1qkHRg2LOiu-N-AAI7DmsbXvSQUOLyBK0c02uOAQADAgADdwADOwQ"
foto_hudozhniki_telegr61="AgACAgQAAxkBAAIr92oRm9hF79bhQ7cQmok0iw0mfQIpAAI8DmsbXvSQUO-ZkVb2hTXrAQADAgADdwADOwQ"
foto_hudozhniki_telegr70="AgACAgQAAxkBAAIr-2oRnQcrJWxgc72qZg4dP5qIC_I2AAI-DmsbXvSQUOe5M6NXMY3MAQADAgADdwADOwQ"
foto_hudozhniki_telegr71="AgACAgQAAxkBAAIr_2oRnRgdV-pgFEr1Z0bCqnLmIRUmAAI_DmsbXvSQUGha-dB7C2s_AQADAgADdwADOwQ"
foto_hudozhniki_telegr80="AgACAgQAAxkBAAIsA2oSD3IC7Y7DCCcsC6G_famMRqT2AAL5EWsbXvSQUOtAdOMl6q4JAQADAgADeQADOwQ"
foto_hudozhniki_telegr81="AgACAgQAAxkBAAIsB2oSD4AE7tyBIvrQX0WSgLEiZCXiAAL6EWsbXvSQUDfdga_OxzKsAQADAgADeAADOwQ"
foto_hudozhniki_telegr90="Отсутствует"
foto_hudozhniki_telegr91="Отсутствует"
foto_hudozhniki_telegr100="AgACAgQAAxkBAAIsDGoSESl1PxyJfv8FbFVHVpi-fZorAAL8EWsbXvSQUMUlIAqJ8pXGAQADAgADeAADOwQ"
foto_hudozhniki_telegr101="AgACAgQAAxkBAAIsEGoSETiJs-d0_MOqaOQ7ElTiVnrBAAL9EWsbXvSQUAGGG8PgcomNAQADAgADeQADOwQ"
foto_hudozhniki_telegr110="AgACAgQAAxkBAAIsFGoSEch8qTK6PorTAAEYwBiPJHdY-AAC_hFrG170kFBtyKFmCNKw0QEAAwIAA3cAAzsE"
foto_hudozhniki_telegr111="AgACAgQAAxkBAAIsGGoSEexaujtmb0pjd7HmFN32qKTyAAL_EWsbXvSQUHXnOR623dO4AQADAgADeQADOwQ"
foto_hudozhniki_telegr120="AgACAgQAAxkBAAIsHGoSE0gDnkFhgvhimaK7eWzn4NP9AAIBEmsbXvSQUFhishbOe-DhAQADAgADdwADOwQ"
foto_hudozhniki_telegr121="AgACAgQAAxkBAAIsHmoSE0386yIr1NMtU8Hwlz9iJS9lAAICEmsbXvSQUEPHZhq07PsDAQADAgADeQADOwQ"
foto_hudozhniki_telegr130="Отсутствует"
foto_hudozhniki_telegr131="Отсутствует"
foto_hudozhniki_telegr140="Отсутствует"
foto_hudozhniki_telegr141="Отсутствует"
foto_hudozhniki_telegr150="Отсутствует"
foto_hudozhniki_telegr151="Отсутствует"
foto_hudozhniki_telegr160="Отсутствует"
foto_hudozhniki_telegr161="Отсутствует"
foto_hudozhniki_telegr170="Отсутствует"
foto_hudozhniki_telegr171="Отсутствует"
foto_hudozhniki_telegr180="Отсутствует"
foto_hudozhniki_telegr181="Отсутствует"
foto_hudozhniki_telegr190="Отсутствует"
foto_hudozhniki_telegr191="Отсутствует"
foto_hudozhniki_telegr200="Отсутствует"
foto_hudozhniki_telegr201="Отсутствует"
foto_hudozhniki_telegr210="Отсутствует"
foto_hudozhniki_telegr211="Отсутствует"
foto_hudozhniki_telegr220="Отсутствует"
foto_hudozhniki_telegr221="Отсутствует"
foto_hudozhniki_telegr230="Отсутствует"
foto_hudozhniki_telegr231="Отсутствует"
foto_hudozhniki_telegr240="Отсутствует"
foto_hudozhniki_telegr241="Отсутствует"
foto_hudozhniki_telegr250="Отсутствует"
foto_hudozhniki_telegr251="Отсутствует"
foto_hudozhniki_telegr260="Отсутствует"
foto_hudozhniki_telegr261="Отсутствует"
ssylka_forum_0="(1)http://platforum.ru/viewtopic.php?f=55&t=1653 (2)https://vk.com/wall-6587000_13959 (3)http://platforum.ru/viewtopic.php?t=1028"
ssylka_forum_1="(1)http://www.platforum.ru/viewtopic.php?f=26&t=740 (2)https://platki.ru/about/artists/sotskova/ (3)http://www.platforum.ru/viewtopic.php?t=740&start=30"
ssylka_forum_2="(1)http://platforum.ru/viewtopic.php?f=55&t=1703"
ssylka_forum_3="(1)http://www.platforum.ru/viewtopic.php?t=8874"
ssylka_forum_4="(1)https://vk.com/wall-64434990_1262400 (2)http://www.platforum.ru/viewtopic.php?t=11665 (3)http://www.platforum.ru/viewtopic.php?t=1667"
ssylka_forum_5="(1)http://www.platforum.ru/viewtopic.php?f=26&t=24585"
ssylka_forum_6="(1)http://www.platforum.ru/viewtopic.php?f=55&t=15959"
ssylka_forum_7="Отсутствует"
ssylka_forum_8="Отсутствует"
ssylka_forum_9="Отсутствует"
ssylka_forum_10="Отсутствует"
ssylka_forum_11="Отсутствует"
ssylka_forum_12="(1)http://www.platforum.ru/viewtopic.php?t=1671"
ssylka_forum_13="(1)https://platki.ru/about/artists/kutuzov/ (2)http://www.platforum.ru/viewtopic.php?t=30333 (3)https://vk.com/wall-64434990_535586"
ssylka_forum_14="Отсутствует"
ssylka_forum_15="Отсутствует"
ssylka_forum_16="Отсутствует"
ssylka_forum_17="Отсутствует"
ssylka_forum_18="Отсутствует"
ssylka_forum_19="Отсутствует"
ssylka_forum_20="Отсутствует"
ssylka_forum_21="Отсутствует"
ssylka_forum_22="Отсутствует"
ssylka_forum_23="Отсутствует"
ssylka_forum_24="Отсутствует"
ssylka_forum_25="Отсутствует"
ssylka_forum_26="Отсутствует"
uzor_hudozhnika0="""Весенние грёзы(1992), Весна (1977), Дуновение осени(1977), Евдокия, Качели(1981), Концертная(1975), Лебёдушка(1980), Радуга(1963), Радость(1972), Солнечный круг(1973), Тайна, Финифть, Чардаш(1980), Южная ночь(1969), Фея Сирени, Венец, Володские узоры(1998), Цветочная сказка, Белые крылья(пер. 2024), На крыльях памяти, Соната, Вальс, Зазноба(1998), Кокошник(1998), Маки, Южная ночь(1969)"""
uzor_hudozhnika1="""Караван, Осенний Вальс (1980 пер 2025), Турецкий, Радоница(2003), Тонкий Ажур(1994), Заря Востока, Леопарды, Молитва(1992) - восстановление узора Аболихина, Рухнома, Филигрань, Лучезарный, Нежность, Ольга Лабзина(2004), Пастораль, Святочный, Серебристый, Сирень, Восторг, Леопарды(2023), Маков цвет, Мозаика(1993), Перо Жар-птицы, Полдень, Русское золото, Тигрики(1980), Тихий вечер, Майские сумерки, Летний букет, Аромат весны, Затейница, Клеопатра, Масленица, Осенний поцелуй, Щелкунчик, Дуняша, Радостный, Ирис, Посиделки, Подарочный, Юбилейный"""
uzor_hudozhnika2="""Торжок, Подкова, Разводная, Кайма из роз"""
uzor_hudozhnika5="""Княжна(2018), Девица-Краса(2019), Кармелитта(2017), Нежное Сердце(2017), Письмо Любимой(2018), 
Прекрасное Далёко(2016), Серебряный Ручей(2019), Таинственный образ(2017), Услада(2018), Аврора(2019), Благая Весть(2022), 
Весенее пробуждение(2019), Весенние зори(2016), Марья-Искусница(2014), Домашний Очаг(2018), На крыльях ветра(2016), 
Нежные объятия(2015), Волшебный край(2017), Цветочный Роман(2017), Летний Ветерок(2015),Цветочное настроение, Кружевная симфония(2017)"""
uzor_hudozhnika3="""Хохломские Узоры(2013), Рассказ о странствиях(2015), Румянец(2014), Иван-да-Марья(2013), 
Страна Чудес(2013), Капельки Счастья(2014), Розовые Дали(2015), В гостях у сказки(2015), Ох уж эти сказки(2022),
В Тридевятом царстве(2017)"""
uzor_hudozhnika4="""Медальоны"""
uzor_hudozhnika6="""Заветная мечта, Солнечный танец, Танец феи, Весенее путешествие, Цветоная корзиночка"""
uzor_hudozhnika7="""0000"""
uzor_hudozhnika8="""0000"""
uzor_hudozhnika9=""" 0000 """
uzor_hudozhnika10=""" 0000 """
uzor_hudozhnika11=""" 0000 """
uzor_hudozhnika12=""" https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/zlata """
uzor_hudozhnika13="""Аромат цветущих роз(2023), В садах земли нижегородской(2021), Дворцовый парк(2023), Солнечный Круг(2022),
Царский дворик(2022), Волшебная ночь(2022), Восходящее солнце(2020), Гуслицкий край(2021), Дары лета(2022), Осенний калейдоскоп(2024),
Соловьиная роща(2022), Волжская колыбель(2023)"""
uzor_hudozhnika14="""Виноградная лоза, Княжеский, Летние фантазии(2004), Праздник Покрова(2000), Тропический остров,
Дыхание весны, Жемчужный берег, Охота, Романтический, Геометрический, Махараджа, Сирийский, Ах_Лето, Мой сон, Нимфа, 
Снежная Королева, Тень на песке(2024), Пейзаж(2016), Чистые пруды"""
uzor_hudozhnika15="""Ежевика(вост 1960-е), Летние Фантазии(1939 вост 2004), Караван(вост 2018), Шаль с восточным (турецким) рисунком(1934), 
Шаль с восточным(турецким) рисунком(1935), Серебристая кайма(1936), Шаль с традиционным цветочным мотивом, розы(1937), 
Шаль №3 с традиционным цветочным мотивом/Шаль цыганки Рады, Набивка(1936), Цветоная кайма/Пионы(1930-е вост 2019), 
Осенняя/Вечерний(1936 вост.), Круг(1930-е вост.), Серебристая кайма(1936), Виноградная лоза(вост), Дикая роза/Розы и незабудки(вост), 
Утренее сияние, Хризантемы, Оранжевые розы(1937 вост.), Розы по кругу/Краса России(1937 вост), Розы и ромашки/ППБ-16, 
Густой узор с гибискусками и пассифлорой, Розы_лилии_и_виноград(1946), Шаль без названия(1930е вост 1958), Шаль без названия(1920е вост. 1947), 
Шаль без названия(1936 вост 1964)"""
uzor_hudozhnika16="""Василиса, Дар Солнца(2023), Краса России (вост. старинного рисунка 2009), У самовара(вост. старинного рисунка 2010),
Огненный танец(2021), Вечерний(восстановление узора Аболихина "Осенняя"), Восточные пряности, Время песен(2020), Летнее чудо(2019),
Любви желанная пора(2013), Огненные танцы(2023), Пионы(восстановление узора Аболихина "Цветочная кайма"), Торжество лета(2016),
Цветочный калейдоскоп(2017), Час свидания(2014), Юнона, Ясно Солнышко(2021), Исполнение желаний(2019), Морская Царевна(2019),
Сказочное путешествие(2022), Амалия, Дикая орхидея, Зачарованный лес(2022), Звонница, Кружевное пламя(2025), Летний хоровод(2023),
Луч Солнца золотого(2016), Мечты о счастье(2016), Нарядная(2022), Осенние кружева(2012), Первая любовь(2023), Песнь уходящего лета(2018),
Подарок с востока(2022), Поцелуй русалки(2022), Русские самоцветы(2026), Сказки летней ночи(2019), Сон бабочки(2012), 
Тайна сердца(2011), Золотой невод(2019), Предчуствие любви(2026), Весенняя метель(2023), Камаринская(2014), Милый друг, 
Самый лучший день(2021), Свидание с летом(2018), Сентябрь, Сказки Пушкина, Сны осени, Тайна джунглей, Трубадур, Обольщение, 
Романтическое свидание(2015), Ласковый прибой(2014), Золотая карусель(2015), Кружевной(2019), Воздушный поцелуй, Девичник,
Отражение Юноны, Притяжение любви(2014), Сашенька, Сергиев Посад(1998), Танцующие орхидеи(2012), Царское село(2010),
Африканские приключения(2012), Цикламены, Вера(2017), День Святого Валентина(2018), Лидия(2017), Нежное облако(2017),
Тропический, Встреча(2017), Радостное лето(2017), Страна мечты(2021), Цветущее лето(2019), Колокольчики(2016), Солнышко(2016),
Весельчаки, Солнечный, Ивушка, Первый снег, Тёщины посиделки(2015), Горные маки(2015), Долгожданный праздник(2022), Фантазия"""
uzor_hudozhnika17="""Старинный парк, Заря-Заряница, Лето в Павлове(2004), Водоросли(1994), Сказка(1995), Бархатная ночь(1997), 
Над серебряной водой (1999), Заря-Заряница(2005), Июньское утро(2006 и 2004), Вдоль по реченьке(2008), В лунном сиянии(2008), 
Чародейка-зима(2017), Бархатный(1996), Петербург (2003 и 1998), Сады Шираза(2003), Ярославль(2010), Весенний ручеёк(2010),
Крым(2012),  Татьяна(2013), Морозко(2013), Цветочная симфония(2015), На гребне волны(2016), Пленительный июль(2016), 
Брызги шампанского(1997), Осенний день(1999), Венеция(1997), Костры(1997), Элегия, Сказка, Старинный Романс, Бархатный, 
Восточная шаль, Серенада, Кострома, Колдовская ночь, Прощание, Цветок граната, Ирисы, Пляж, Новогодняя, Деревня, Драгоценная, 
Медальоны\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/17"""
uzor_hudozhnika18="""Купеческая дочка, Легенды осени, Партизанские огни, Богатая невеста(2017), Вдохновение(2022), 
Губернаторский(2013), Любовь земная(2017), Мчится тройка(2020), Ненаглядная, Осенние колокола(2019), Остановись, мгновение..., 
Печатный пряник(пер. 2018), Свет мой, зеркальце(2018), Сад дивных снов(2016), Старый замок, Цвет граната(2020), Чудесный сад, 
Юлия, Бегуль/Роза и вьюнок, В вихре танца(2014), Вечер в усадьбе(2016), Дворянское гнездо(2020), Душистый табак - восстановление узора Шаховской, 
Испанское вино(2014), Колдовская ночь(2021), Край сандала, Ларец самоцветный(2000), Медовый полдень(2016), Подарок с ярмарки(2019),
Признание(2013), Славянские праздники(2014), Сокровища пиратов, Спящая красавица(2015), Cударыня, Троицыно утро(2020),
Фиалковые ночи(2023), Фламенко, Цветочные бусы(2018), Бенефис(2017), Знойный ветер(2020), Магия Чувств(2017),
На крыльях нежности(2016), Пламень сердца(2018), Подружкины посиделки(2022), Русское раздолье(2016), Бал-Маскарад(2014),
Винные ягоды(2022), Городской романс, Золотой петушок(2021), Любушка-Голубушка(2019), Майолика, Мечта хрустальная(2016),
Модница(2022), Подсолнухи, Пряничный домик(2020), Романтическое путешествие, Рябиновые бусы, Садко, Утомлённое Солнце(2017),
Фаворит, Ночная серенада(2015), Рождественский пряник(2026), Арфика(1998), Абстракция, Бережок, Горожанка(2018), День рождения,
Другие миры, Зима, Инфанта, Лёд и пламень, На златом крыльце(2025), На солнечной поляночке(2022), Отражение, Песня Леля(2014),
Старейшие народные художественные промыслы Подмосковья, Свет в окошке(2020), Сольвейг(2014), Средь густых ветвей(2021),
Цветомания(2013), Шафран, Кадриль(2002), Вальс тюльпанов, Город золотой(2015), Знатная дама(2016), Сандаловые острова,
Тысяча и одна ночь, Четыре ветра(2019), Антракт, Босс, Визит, Виктор, Герцог, Дон-Кихот, Каскад, Лорд, Марсель, Рандеву,
Эдельвейс, Весенняя фантазия(2020), Аромат любви, Великолепный век, Восточные сладости, Королевский бал, Ноктюрн(2017),
Акварели(2016), Зонтики, Клематисы(2024), Коварство и любовь, Коралловый бриз(2015), Окаванго(2014),Промыслы Подмосковья,
Солнечный город, Стольный град Москва(2020 и 2021), Цветы для любимой(2015), Мимолётное видение, Парадиз, Зимняя вишня,
Эвита, Полевой вьнок, 11163(2023), 11164(2023), 11165(2023), 11169(2023), 11179(2023), 11186(2024), 11187(2024), 
11188(2024), 11155(2023), 11156(2023), 11158(2023), 11161(2023), Арагонский(2019), Голубка(2017), Маруся(2018), Горница, 
Пасхальное утро(2022), Москва Златоглавая\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/18"""
uzor_hudozhnika19="""Боярышник(1990), Диво дивное(2018), Душа розы, Единственная(2017), Женское счатье(2020), Желанная(2017),
Злато-Серебро(2017), Золотое сердце(2023), Идиллия(2018), Карнавал, Красавица(2021), Красивая сказка(2025), Любимая(2017),
Мороз и Солнце(2014), Миндаль(2011), Павловопосадский(2019), Половодье чуств(2022), Ожидание, Славянка(2013), Сияние,
Счастливица(2009), Царевна осень(2023), Цветы под снегом(2005), Шамаханская Царица(2022), Дни Любви и цветов(2022), 
Изюминка(2018), И снова весна(2023), Имбирь(2015), Именница, Казачка, Лукоморье(2015), Молодушка(2014), Монисто, Отрада,
Пава, Подмосковные вечера (вост. старинного узора), Речной жемчуг, Розы на снегу(вост. старинного узора), Сад пустоты,
Снежинки и цветы(2016), Утро туманное(2021), Царевна Несмеяна(2015), Дождь(2018), Звёздный дождь(2015), Переплетение судеб(2021),
Праздник огня(2018), Сказочница(2018), Соловьиные ночи(2020), Феерия(2017), Южное Солнце(2016), Запах мёда и роз(2021),
Золотая клетка(2019), Малиновка, Молодильные яблочки(2021), Обручальное колечко, Поцелуй(2022), Сны белых цветов(2021),
Чародейка, Чёрные глаза, Шепот сердца(2023), Дикий мёд(2017), Радость жизни(2026), Цветущий май, Барбарис(2023), 
Былые чувства(2023), Венецианская ночь, Золотце(2022), Джереми Джексон, Золотце(2022), Катерина, Нарцисс(1998), 
Огонёк в ладонях(2021), Перышко феникса(2024), Розмарин(2019), Северное лето(2021), Цыганочка(2015), Ягодка, Шалфей(2014),
Дива, Русалка, Блюз(2024), Гольф, Джаз, Марракеш(2024), Севилья(2014), Фокстрот, Берег грёз(2012), Зимнее Солнце(2024),
Песня ветра, Праздник души(2016), Розы на снегу(вост. старинного узора), Жасмин(2012), Цветущая весна(2015), 
Анютины глазки(2016), Белый шиповник, Весна в сердце(2016), Жаворонок, Итальянский полдень, Лунный сад(2014), Муравушка(2016),
Мерцание(1998), Полнолуние, Пармские фиалки(2013), Розы под снегом, Cеверные цветы(2017), Скарабей, Фиджи, Чистые росы,
Звонкое утро(2015), Пёстрая лента(2012), Серпантин(2015), Тополиный пух, Разнотравье, Маков день, Полонез(2015),
Пламя свечи, Пора надежд(2015), 11168(2023), 11195(2024), 1159(2023), 11162(2023), Озеро Света(2017), Ромашки(2016),
Лесная нимфа, Дикий виноград, Золотая, Апельсиновый рай, Белая птица, Певчие птицы, Мерцающая звезда(2022), Полуденный зной(2022),
Сады сицилии(2022), Розы на снегу(2013)\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/19"""
uzor_hudozhnika20="""Мечта(1962), Аннушка(1972), Алёнушка(1976), Русь(1977), Торжок(1977), Вятка(1978), Вологда, 
Мелодия(1983), Осенний вальс(1984),Ливадия(1987),Боярыня(1993 пер. 2019 и 2022), Воспоминание о лете, Восточная сказка,
Ежевика(вост. старинного узора), Мелодия, Мелодия любви, Переполох, Подкова(вост. старинного узора), 
Русская красавица(вост. старинного узора), Русь, Сиреневый туман, Аромат лета(2011), Бал цветов, Венский вальс(2013), 
Вечер в парке, Виноград, Долина цветов, Иней(1992), Краски лета, Любавушка, Осенее танго, Русская красавица, Утреннее сияние,
Таинственная муза, Хоровод, Цветочное ожерелье, Амазонка, Аккорд, Ария, Багрянец осени(2013), Бирюсинка, Весенее утро(1998),
Веснянка(2002), Волшебный танец(2014), Грушенька(2014), Журавушка, Звуки музыки(1998), Классический, Купчиха(2013),
Ласковый вечер, Мгновение(2014), Цветы Австралии(1994), Аленький цветочек, Вензель, Дюймовочка(1998), Дымка(1998), Искорка,
Кумушка, Ласковое утро, Мария(2014), Матрёшка, Полянка(1998), Нежный вечер, Ночка(2002), Романтика(2013), Росинка(2002),
Ситцевый(1998), Созерцание, Яшма, Без названия 213-7, Дружба народов(1967), Зоренька, Полянка, Ритм, Вальс-Бостон,
Малиновый звон, Восточная сказка, Аметист, Дельфиниумы, Духовение, Искушение(2024), Кружатся листья(2024), Нежное эхо,
Шёлковое прикосновение(2014), Экспромт, Самоцветы(2024), Травинка, Неженка(2014), Летний караван, Весеннее пробуждение, 
Вечер в парке\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/20"""
uzor_hudozhnika21="""Орнамент/Деревня(1970), Любимая девушка(1970), Лето(1972), Фруктовый аромат, Белоснежка, Нектар, 
Колосок, Неизвестный ручной росписи, Монастырь, Пётр Первый, Там чудеса..., Осенняя пора, очей очарование..., 11170, 
11245, Метармофоза, Домино, Граф, Аттракцион, Маркиза, Турандот, Яков Лабзин, Житие Святого Праведного Василия, 
Вохонское сражение в Отечественной войне 1812 года, Герои Отечественной войны 1812 года, Ягуар, Без названия 194, 
Очарование, Ландыши, Штрих, Чарующий, Цветочная поляна, Роксолана, Родной город, Рябина(1992), Птица счастья(1996), 
Поле цветов, Павловский посад, Мадонна, Летняя свежесть, Испанский, Жостово, День осени златой, Весенний Цветок, 
Розовый вечер, Розы и пионы, Лабзинский, В парке Чаир, Без названия ППК-22\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/21"""
uzor_hudozhnika22="""Георгины(1956), Петухи(1957), Розы и рябина, Сиян(1962), Кармен(1965), Золотые Розы(1966), 
Гладиолусы(1968), Ирисы(1974), Гурзуф в цвету(1975), Букет с геранью(1976), Вечерний звон(1976), Золотистые розы(1976), 
Майский букет(1970), Землянка, Меленки, Загадка, Завалинка, Золотое кольцо России, Южная ночь, Юбилейный, Летний день, 
Ручеёк, Лариса, Веночки, Браслет, Анюта, Юбилейная(1976 и пер. 2025), Цыганка Аза(2017), Рябиновая/Рябинушка(1957 пер 2010), 
Разводной, Майя, Лунный свет, Джейран, День Победы(1975 и пер. 2018), Галина(1978), Воспоминания, Завалинка(1984), 
Олимпиада-80(1980), Олимпиада(1978), Белый гладиолус(1972), Клубничка(1972), Без названия(1970), Кайма из букетиков с ягодками(1985), 
Радуга(1982), Аккорд(1980), Голубые лилии(1979)\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/22"""
uzor_hudozhnika23="""Подмосковье(2022), Ситцевый край, Пелагея(2013), В мире любви(2016), Волшебная сила любви(2017), 
Зимняя сказка(2015), Волшебная аллея(2014), Лунная мелодия(2014), Под пение птиц(2015), Сиртаки, Утренний свет(2002), 
Улыбка принцессы(2013), Нежный аромат, Музыка весны, Камелия, Гардения, Праздничные дни(2023), Удача(2026), 
Шотландский напев, Сказочный мир(2026), Поэма, Песенка весеннего дождя(2021), Оттепель(2022), Озёрный край(2014), 
Озарение(2023), Мечты сбываются, Июль (2022), Город роз, Воскресное утро(2021), В солнечном свете, Волшебный город(2025), 
У родного дома(2021), Сказочные мотивы(2014), Родниковый край(2018), Праздничный город(2020), Откровение(2013), 
Море и небо(2017), Журчание реки(2022), Возвращение(2013), В ожидании праздника(2020), Время чудес(2019), 
Река любви(2017), Ласковое Солнце(2016), Улочки Посада(2020), Торжественный день(2025), Сибирская красавица(2019), 
Музыка моря(2018)\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/23"""
uzor_hudozhnika24="""Волшебница(2006), Волшебный узор(Султан), Коралловый замок(2026), Русские сезоны,
Таинственный вечер(2013), Цветочная карусель, Ладога(2017), Весеннее цветение, Любава(2013),
Волжские берега(2026), Донские зори, Жизель, Осенний романс, Терем расписной(2020),
Восточный калейдоскоп, Заповедный уголок, Заряночка(2022), Лира(2016), Милый образ(2021),
Самарканд, Феникс, Цветочная ария(2022), Цветы для души(2019), Северянка(Северное сияние)(2016),
Зимние грёзы(2025), Цветочный веер(2016), Узор дождя(2016), Шёлковые травы(2020), Восточная принцесса(2020),
Душистый луг(2018), Жемчужные росы(2020), Звонкий ручеек(2021), Лирическое настроение(2023),
Незнакомка, Оберег, Выпуск(2015), Осеннее утро(2006 и пер 2022), Рождественский, Сад души(2014),
Сны наяву(2023), Таинство цветов, Терем, Утренние грёзы(2021), Мой садик(2019), Весенние деньки(2019),
Медея(2014), Зимняя пряность(2023), Синьора(2025), Песей(2024), Амулет(2024), Версаль,
Золото Исиды, Магический наряд(2024), Планета цветов, Чайные розы, Ритмы века, Цветущие маки(2012),
Экзотический цветок, Пески Калахари, Райский сад(2014),Крымская весна(2017), Шёлковые травы(2026),
Диковинка(2018), Берегиня(2020), Кружевное настроение(2020),Цветок востока(2019)\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/24"""
uzor_hudozhnika25="""Лазоревый, Адажио(1982), Изящная(1977), Леночка(1961), Лирика(2006),
Мазурка(1977), Натали, Небесный(перев.2024), Рапсодия(1981), Ретро(1984),
Русский сувенир, Именины, Ручеек (1962), Рыжее лето, Серебряная свадьба, Сказка(1972),
Царевна(1998), Гжель(1986), Изысканный(2010), Летние нотки(2024), Кайма расписная,
Мейсенский Фарфор, Мелодия осени(1998), Русский танец, Серебро, Цветет сирень(2009),
Цветы России, Утренний сад, Восточные напевы, Гуси-лебеди, Душевный разговор(2005),
Красная горка, Летние сумерки, Лето, Ностальгия, Павловские розы, Серенада,
У камина(2006), Уральский сказ(2016), Табачные листья, Балаганчик, Варенька(2011),
Беседка, Вечерняя заря, Вечерок, Дивный сад, Золотые листья, Ликование,
Роза с лентой, Солнечное лето, Изразец, Первое свидание, Пробуждение\n\n
https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/25"""
#\n\n
#https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/zlata"""
uzor_hudozhnika26=""" 000 """
#старая система
#hudozhik_0=["Надежда","Слащева","Отсутствует","25.05.1936","74","17.04.2011","15","Отсутствует","Отсутствует","Отсутствует"]
#сборка свойств художника в сущность художника
hudozhnik_0=["Надежда","Слащева","25-05-1936","04-17-2011",foto_hudozhnika_vnutr00,foto_hudozhnika_vnutr01,ssylka_forum_0,uzor_hudozhnika0,0,"Надежды Слащевой"]
hudozhnik_1=["Галина","Сотскова","05-18-1949","Отсутствует",foto_hudozhnika_vnutr10,foto_hudozhnika_vnutr11,ssylka_forum_1,uzor_hudozhnika1,1,"Галины Сотсковой"]
hudozhnik_2=["Степан","Постигов","Отсутствует","Отсутствует",foto_hudozhnika_vnutr20,foto_hudozhnika_vnutr21,ssylka_forum_2,uzor_hudozhnika2,2,"Степана Постигова"]
hudozhnik_3=["Валентина","Созинова","04-21-xxxx","Отсутствует",foto_hudozhnika_vnutr30,foto_hudozhnika_vnutr31,ssylka_forum_3,uzor_hudozhnika3,3,"Валентины Созиновой"]
hudozhnik_4=["Евгений","Штыхин","09-22-xxxx","Отсутствует",foto_hudozhnika_vnutr40,foto_hudozhnika_vnutr41,ssylka_forum_4,uzor_hudozhnika4,4,"Евгения Штыхина"]
hudozhnik_5=["Юлия","Уткина","05-09-xxxx","Отсутствует",foto_hudozhnika_vnutr50,foto_hudozhnika_vnutr51,ssylka_forum_5,uzor_hudozhnika5,5,"Юлии Уткиной"]
hudozhnik_6=["Надежда","Красноносова\n\n(Кудренко)","04-14-xxxx","Отсутствует",foto_hudozhnika_vnutr60,foto_hudozhnika_vnutr61,ssylka_forum_6,uzor_hudozhnika6,6,"Надежда Красноносовой(Кудренко)"]
hudozhnik_7=["Евгения","Муравьёва","Отсутствует","Отсутствует",foto_hudozhnika_vnutr70,foto_hudozhnika_vnutr71,ssylka_forum_7,uzor_hudozhnika7,7, "Евгении Муравьёвой"]
hudozhnik_8=["Инна","Макаганчук","07-11-1989","Отсутствует",foto_hudozhnika_vnutr80,foto_hudozhnika_vnutr81,ssylka_forum_8,uzor_hudozhnika8,8,"Инны Макаганчук"]
hudozhnik_9=["Елена","Сафонова","Отсутствует","Отсутствует",foto_hudozhnika_vnutr90,foto_hudozhnika_vnutr91,ssylka_forum_9,uzor_hudozhnika9,9,"Елены Сафоновой"]
hudozhnik_10=["Дмитрий","Рогатов","24-01-1956","Отсутствует",foto_hudozhnika_vnutr100,foto_hudozhnika_vnutr101,ssylka_forum_10,uzor_hudozhnika10,10,"Дмитрия Рогатова"]
hudozhnik_11=["Татьяна","Шолохова","02-11-1967","Отсутствует",foto_hudozhnika_vnutr110,foto_hudozhnika_vnutr111,ssylka_forum_11,uzor_hudozhnika11,11,"Татьяны Шолоховой"]
hudozhnik_12=["Злата", "Ольшевская","10-20-1920","05-25-2011",foto_hudozhnika_vnutr120,foto_hudozhnika_vnutr121,ssylka_forum_12,uzor_hudozhnika12,12,"Златы Ольшевской"]
hudozhnik_13=["Сергей","Кутузов","07-10-1993","Отсутствует",foto_hudozhnika_vnutr130,foto_hudozhnika_vnutr131,ssylka_forum_13,uzor_hudozhnika13,13,"Сергея Кутузова"]
hudozhnik_14=["Елена","Немешаева","08-03-1966","Отсутствует",foto_hudozhnika_vnutr140,foto_hudozhnika_vnutr141,ssylka_forum_14,uzor_hudozhnika14,14,"Елены Немешаевой"]
hudozhnik_15=["Константин","Аболихин","08-01-1868","02-02-1942",foto_hudozhnika_vnutr150,foto_hudozhnika_vnutr151,ssylka_forum_15,uzor_hudozhnika15,15,"Константина Аболихина"]
hudozhnik_16=["Елена","Фаворитова","14-10-1967","Отсутствует",foto_hudozhnika_vnutr160,foto_hudozhnika_vnutr161,ssylka_forum_16,uzor_hudozhnika16,16,"Елены Фаворитовой"]
hudozhnik_17=["Татьяна","Сухаревская","06-09-1967","Отсутствует",foto_hudozhnika_vnutr170,foto_hudozhnika_vnutr171,ssylka_forum_17,uzor_hudozhnika17,17,"Татьяны Сухаревской"]
hudozhnik_18=["Елена","Жукова","14-04-1964","Отсутствует",foto_hudozhnika_vnutr180,foto_hudozhnika_vnutr181,ssylka_forum_18,uzor_hudozhnika18,18,"Елены Жуковой"]
hudozhnik_19=["Валерия","Фадеева","17-04-1975","Отсутствует",foto_hudozhnika_vnutr190,foto_hudozhnika_vnutr191,ssylka_forum_19,uzor_hudozhnika19,19,"Валерии Фадеевой"]
hudozhnik_20=["Ирина","Дадонова","01-05-1939","Отсутствует",foto_hudozhnika_vnutr200,foto_hudozhnika_vnutr201,ssylka_forum_20,uzor_hudozhnika20,20,"Ирины Дадоновой"]
hudozhnik_21=["Виктор","Зубрицкий","24-09-1946","08-07-2023",foto_hudozhnika_vnutr210,foto_hudozhnika_vnutr211,ssylka_forum_21,uzor_hudozhnika21,21,"Виктора Зубрицкого"]
hudozhnik_22=["Екатерина","Регунова","19-05-1926","11-06-2009",foto_hudozhnika_vnutr220,foto_hudozhnika_vnutr221,ssylka_forum_22,uzor_hudozhnika22,22,"Екатерины Регуновой"]
hudozhnik_23=["Елена","Литвинова","18-07-1969","Отсутствует",foto_hudozhnika_vnutr230,foto_hudozhnika_vnutr231,ssylka_forum_23,uzor_hudozhnika23,23,"Елены Литвиновой"]
hudozhnik_24=["Наталья","Белокур","13-06-1969","Отсутствует",foto_hudozhnika_vnutr240,foto_hudozhnika_vnutr241,ssylka_forum_24,uzor_hudozhnika24,24,"Натальи Белокур"]
hudozhnik_25=["Клара","Зиновьева","25-09-1936","03-09-2010",foto_hudozhnika_vnutr250,foto_hudozhnika_vnutr251,ssylka_forum_25,uzor_hudozhnika25,25,"Клары Зиновьевой"]
hudozhnik_26=["Семён","Рыжов","16-04-1916","27-06-1994",foto_hudozhnika_vnutr260,foto_hudozhnika_vnutr261,ssylka_forum_26,uzor_hudozhnika26,26,"Семёна Рыжова"]
#сборка сущностей художников в список
Hudozhniky=[hudozhnik_0,hudozhnik_1,hudozhnik_2,hudozhnik_3,hudozhnik_4,hudozhnik_5,hudozhnik_6,hudozhnik_7,hudozhnik_8,
            hudozhnik_9,hudozhnik_10,hudozhnik_11,hudozhnik_12,hudozhnik_13,hudozhnik_14,hudozhnik_15,hudozhnik_16,hudozhnik_17,
            hudozhnik_18,hudozhnik_19,hudozhnik_20,hudozhnik_21,hudozhnik_22,hudozhnik_23,hudozhnik_24,hudozhnik_25,hudozhnik_26]
#сборка узоров художников в список
Uzory=[#uzor_hudozhnika0, uzor_hudozhnika1, uzor_hudozhnika2, uzor_hudozhnika3, uzor_hudozhnika4, uzor_hudozhnika5,
       #uzor_hudozhnika6, uzor_hudozhnika7, uzor_hudozhnika8, uzor_hudozhnika9, uzor_hudozhnika10, uzor_hudozhnika11,

       #uzor_hudozhnika12,
    uzor_hudozhnika13, uzor_hudozhnika14, uzor_hudozhnika15,uzor_hudozhnika16, uzor_hudozhnika17,
       uzor_hudozhnika18, uzor_hudozhnika19, uzor_hudozhnika20,
    uzor_hudozhnika21,
    uzor_hudozhnika22, uzor_hudozhnika23,
       uzor_hudozhnika24, uzor_hudozhnika25, #uzor_hudozhnika26
]