nazv_symbolov=["крест прямой","крест косой","квадрат","ромб","восьмиугольник","круг","алатырь"]
opis_symboli=["""Прямой крест связан с мужским началом, ролью отца, мужа и брата в семье с характерным для этих ролей 
твердостью в принятии решений. При упоминании этого символа сразу вспоминаются фразеологизмы поставить крест на чём-то 
или на ком-то, поставить вопрос ребром, которые связаны с навыком не откладывать важный вопрос на потом, умением решать 
проблему здесь, сегодня и сейчас. Прямой крест с разветвлением - это такая разновидность мужского креста, у которой все 
образующие символ четыре линии имеют разветвление на две. Это напоминает ветвящиеся побеги дерева или растения. 
Прямой крест ручейком – это такая разновидность мужского креста, где сам символ образуют четыре сходящихся группы 
волнистых линий, которые напоминают струящиеся потоки воды. Эта разновидность прямого креста как раз встречается в 
узорах платков именно с упоминанием бурных вод в период весеннего паводка. 
(Половодье чувств, весенний ручеёк, весеннее пробуждение)""",
"""Косой крест связан с женским началом и ролью матери, дочери, сестры, для которой характерными свойствами является 
творчество и изобретательность в решении проблем, умение посмотреть задачу с другой стороны. 
Косой крест с разветвлением - это такая разновидность женского креста, у которой все образующие символ четыре линии 
имеют разветвление на две. Это напоминает ветвящиеся побеги дерева или растения. Косой крест ручейком – это такая 
разновидность женского креста, где сам символ образуют четыре сходящихся группы волнистых линий, которые напоминают 
струящиеся потоки воды.""",
"""Являясь самой устойчивой фигурой квадрат отождествляется с теми вещами, которые трудно или невозможно изменить. 
Такими понятиями, становящимися данностью, являются историческая эпоха, в которой человек живет, а также наследство, которое человек получает от родителей и от бабушек-дедушек. Интересно, что мы лишь в малой степени повлиять, какое наследство мы получим или получили, однако исключительно от нас зависит, насколько грамотно мы этим наследством распорядимся. Квадратную форму полученного в наследство поле невозможно изменить, однако в наших силах решить, что на этом поле будет произрастать; квадратную форму фундамента здания (метафора на данное нашими родителями воспитание) невозможно изменить, однако только мы выбираем, какое именно здание построить на этом фундаменте.""",
"""Напоминающий по форме то ли копья эпохи бронзового века, то ли сельскохозяйственное орудие труда по типу сохи, ромб связан с навыками, умениями и знанием, которые человек освоил и приобрёл в течение жизненного пути. Сюда можно 
отнести и получение образования человека, приобретение мастерства в прикладных ремеслах, освоение техник рукоделия.""", """Восьмиугольник образуется при наложении одинаковых размеров отождествляющего что - то неизменное квадрата и 
символизирующего что-то быстро проходящее ромба. В этом составном символе можно заметить прообраз человека как личности, который пытается разобраться в вечном вопросе поиска смысла жизни, решить дилеммы этики и морали в ограниченных условиях скоротечной жизни, и в рамках исторической эпохи, в которую человек живёт.""",
"""С одной стороны, круг отождествляется с  такими повторяющимися во времени и сменяющими друг друга в строгой 
последовательности календарными событиями и временами года, составляющими переходящий / непереходящий годовой, 
недельный и суточный круги Богослужений в Церкви, а также годовой круг природных явлений. С другой стороны, хочется 
вспомнить фразеологизм "обсудить за круглым столом", поэтому круг отождествляется с умением коммуницировать, 
вести переговоры и находить компромиссы при разрешении конфликтов. Также стоит указать на круглый пирог, которым можно и
нужно поделиться с окружающими, что еще больше усиливает связь этого символа с умением торговать и обмениваться ресурсами 
и навыками с окружающими.""",
"""Становится довольно логичным, что получаемая от сложения обозначающего мужское начало прямого креста и 
символизирующего женское начало косого креста звезда-алатырь ассоциируется с семьёй, основным смыслом которой в идеале 
является гармоничный союз мужа и жены."""]
traktovka_kolority=["""Шалелюбушки всегда такие интересные: вроде и беседуют о прекрасном, но в своих разговорах цифры 
используют чаще любого финансового аналитика. Моё представление о системе колоритов не должно стать камнем в огород 
устоявшейся на мануфактуре системе обозначений окраски платков, да и в магазине с фразой "такой вот синенький хочу" 
особо делать нечего. С другой стороны, общепринятая система колоритов может показаться малопонятной, особенно на 
первых шагах по изучению и приобретению изделий Павловопосадской фабрики, поэтому представляю свою систему колоритов; 
надеюсь, мои наработки помогут каждому найти именно тот самый платок и по внутреннему устроению и по соответствию 
другим вещам в гардеробе. На самом деле в основе калейдоскопа расцветок павловопосадских платков можно выделить 
2 наполняющих (синий и красный) и 2 заполняющих (чёрный и белый) цвета. В некоторых псевдоисторических пабликах 
встречал термин триединство (четвероединство) цветов, в геральдике за этой группой цветов закрепился термин 
праславянские, так как именно синий, красный, белый, чёрный присутствуют на флагах России, Сербрии, Хорватии, Словении, 
Словакии. Формирование колоритов павловопосадских платков вокруг синего и красного цвета обусловлено 
технико-экономическими факторами и культурологическими особенностями. Именно с открытия способа покраски шерстяной 
ткани в красный экстрактом марены и изобретения дающей шерсти синий цвет кубовой набойки красителем индиго началось 
становление платочных мануфактур на территории Российской империи.""",
"""Многочисленные оттенки синего и красного встречаются в окружающем мире, природе и в нас самих (синий - цвет неба, 
воды, неба полевых цветов, окраска глаз; красный - цвет крови и плоти живых организмов, плодов фруктовых деревьев и 
ягод, осенних листьев). В традиции Православной церкви красный цвет отожествляется с Христом, мучениками и праздником 
Светлой Пасхи, а синий (голубой свет посвящён) Божией Матери и Богородичным праздникам (напр. Покров, Успение, 
Благовещение, Введение и др).""",
"""В первом ряду находится красный колорит, а также будоражащие, возбуждающие окраски павловопосадских платков на основе красного цвета. Во втором ряду расположен синий колорит, балансирующие и успокаивающие раскраски павловопосадских платков на основе синего цвета. В третий ряд поместил чёрный, белый колориты, а также остальные колориты, на основе заполняющих цветов, которые не получилось отнести ни к будоражащим, ни к успокаивающим цветам.
"""]
foto_hudozhnika_vnutr00="![Слащева1](static/slazhevaAA.jpg)"
foto_hudozhnika_vnutr01="![Слащева2](static/slazheva222.jpg)"
foto_hudozhnika_vnutr10="![Сотская1](static/сотская111.jpg)"
foto_hudozhnika_vnutr11="![Сотская2](static/сотская111.jpg)"
foto_hudozhnika_vnutr20="![Постигов1](static/postigovA.jpg)"
foto_hudozhnika_vnutr21="![Постигов2](static/postigovB.jpg)"
foto_hudozhnika_vnutr30="![Созинова1](static/sozinovaA.jpg)"
foto_hudozhnika_vnutr31="![Созинова2](static/sozinovaB.jpg)"
foto_hudozhnika_vnutr40="![Штыхин1](static/shtyhin-001.jpg)"
foto_hudozhnika_vnutr41="![Штыхин2](static/shtyhin2.jpg)"
foto_hudozhnika_vnutr50="![Уткина1](static/utkina.jpg)"
foto_hudozhnika_vnutr51="![Уткина2](static/utkina.jpg)"
foto_hudozhnika_vnutr60="![Красноносова1](static/krasnonosovaAA.jpg)"
foto_hudozhnika_vnutr61="![Красноносова2](static/krasnonosovaBB.jpg)"
foto_hudozhnika_vnutr70="![Муравьёва1](static/muravjova1.jpg)"
foto_hudozhnika_vnutr71="![Муравьёва2](static/muravjova2.jpg)"
foto_hudozhnika_vnutr80="![Макаганчук1](static/makaganchuk2.jpg)"
foto_hudozhnika_vnutr81="![Макаганчук2](static/makaganchuk.jpg)"
foto_hudozhnika_vnutr90="![Сафонова1](static/safonova.jpg)"
foto_hudozhnika_vnutr91="![Сафонова2](static/safonova2.jpg)"
foto_hudozhnika_vnutr100="![Рогатов1](static/rogatov.jpg)"
foto_hudozhnika_vnutr101="![Рогатов2](static/rogatov2.jpg)"
foto_hudozhnika_vnutr110="![Шолохова1](static/sholohova.jpg)"
foto_hudozhnika_vnutr111="![Шолохова2](static/sholohova2.jpg)"
foto_hudozhnika_vnutr120="![Ольшевская1](static/olshevskaja.jpg)"
foto_hudozhnika_vnutr121="![Ольшевская2](static/olshevskaja2.jpg)"
foto_hudozhnika_vnutr130="![Кутузов1](static/kutuzov2.jpg)"
foto_hudozhnika_vnutr131="![Кутузов2](static/kutuzov22.jpg)"
foto_hudozhnika_vnutr140="![Немешаева1](static/nemeshaeva2.jpg)"
foto_hudozhnika_vnutr141="![Немешаева2](static/nemeshaeva22.jpg)"
foto_hudozhnika_vnutr150="![Аболихин1](static/abolihinB.JPG)"
foto_hudozhnika_vnutr151="![Аболихин2](static/abolihin1.png)"
foto_hudozhnika_vnutr160="![Фаворитова1](static/favoritova.jpg)"
foto_hudozhnika_vnutr161="![Фаворитова2](static/favoritova2.jpg)"
foto_hudozhnika_vnutr170="![Сухаревская1](static/suharevskaja1.jpg)"
foto_hudozhnika_vnutr171="![Сухаревская2](static/suharevskajaA.jpg)"
foto_hudozhnika_vnutr180="![Жукова1](static/zukova.jpg)"
foto_hudozhnika_vnutr181="![Жукова2](static/zukova2.JPG)"
foto_hudozhnika_vnutr190="![Фадеева1](static/fadeevaA.jpg)"
foto_hudozhnika_vnutr191="![Фадеева2](static/fadeevaB.jpg)"
foto_hudozhnika_vnutr200="![Дадонова1](static/dadonov.jpg)"
foto_hudozhnika_vnutr201="![Дадонова2](static/dadonov2.jpg)"
foto_hudozhnika_vnutr210="![Зубрицкий1](static/zubritski.jpg)"
foto_hudozhnika_vnutr211="![Зубрицкий2](static/zubritskiB.jpg)"
foto_hudozhnika_vnutr220="![Регунова1](static/regunova1.jpg)"
foto_hudozhnika_vnutr221="![Регунова2](static/regunova2.jpg)"
foto_hudozhnika_vnutr230="![Литвинова1](static/litvinova1.jpg)"
foto_hudozhnika_vnutr231="![Литвинова2](static/litvinova2.jpg)"
foto_hudozhnika_vnutr240="![Белокур1](static/belokurA.jpg)"
foto_hudozhnika_vnutr241="![Белокур2](static/belokur21.jpg)"
foto_hudozhnika_vnutr250="![Зиновьева1](static/zinovjeva2.jpg)"
foto_hudozhnika_vnutr251="![Зиновьева2](static/zinovjeva.jpg)"
foto_hudozhnika_vnutr260="![Рыжов1](static/ryzov2.jpg)"
foto_hudozhnika_vnutr261="![Рыжов2](static/ryzov111.jpg)"
foto_hudozhniki_telegr00="AgACAgQAAxkBAAIr6moRdavwPNHDX-3NQLkM356uMX0NAAKTDmsbXvSIUPEnoYJk_PvXAQADAgADeQADOwQ"
foto_hudozhniki_telegr01="AgACAgQAAxkBAAIr5moRdVuv-UDu0NYjyl0St2JezLWhAAKSDmsbXvSIUBpsWzHS1WjzAQADAgADeAADOwQ"
foto_hudozhniki_telegr10="AgACAgQAAxkBAAIr7moRdsy_nONI8p8e97j6CcE1EHHIAAKUDmsbXvSIUKcFPAN6OaplAQADAgADbQADOwQ"
foto_hudozhniki_telegr11="AgACAgQAAxkBAAIr7moRdsy_nONI8p8e97j6CcE1EHHIAAKUDmsbXvSIUKcFPAN6OaplAQADAgADbQADOwQ"
foto_hudozhniki_telegr20="AgACAgQAAxkBAAIsUWoSyjb-ncAzEl7Bs1OmerLcDx1AAAJhDmsbXvSYUKEdNYuZDbbSAQADAgADeAADOwQ"
foto_hudozhniki_telegr21="AgACAgQAAxkBAAIsUGoSyjb1AidEUkjFgCrFfD9lvvI4AAJgDmsbXvSYUDKepa8pkeYBAQADAgADeAADOwQ"
foto_hudozhniki_telegr30="AgACAgQAAxkBAAIsWGoSy8b8Zz6DpxdQq1N0AZGZ5QyWAAJlDmsbXvSYUK0wvpgyPCdeAQADAgADeAADOwQ"
foto_hudozhniki_telegr31="AgACAgQAAxkBAAIsVWoSy0rEJTXCjoPws2m3WaTUztz7AAJjDmsbXvSYUO3d5dHpvIvRAQADAgADeAADOwQ"
foto_hudozhniki_telegr40="AgACAgQAAxkBAAIsWmoSzEu6bAZCczLO7nn8qBU_UBjWAAJnDmsbXvSYUBImONN28q9TAQADAgADdwADOwQ"
foto_hudozhniki_telegr41="AgACAgQAAxkBAAIsgWoUpX5Xf7nyuYOs-kTRi9ZMHPhDAAK_D2sbUU-pUJWrElEZ2H-eAQADAgADdwADOwQ"
foto_hudozhniki_telegr50="AgACAgQAAxkBAAIsh2oUyb7Ophd_qGMkCCTLyPsk4wW2AAL5D2sbUU-pUBxl6ivZmoPjAQADAgADeAADOwQ"
foto_hudozhniki_telegr51="AgACAgQAAxkBAAIsjWoUylFwXIEST6LuISQPUZk1KzZiAAL7D2sbUU-pUHh9FW_mxWwdAQADAgADeAADOwQ"
foto_hudozhniki_telegr60="AgACAgQAAxkBAAIr82oRm0axL9F9UI1qkHRg2LOiu-N-AAI7DmsbXvSQUOLyBK0c02uOAQADAgADdwADOwQ"
foto_hudozhniki_telegr61="AgACAgQAAxkBAAIr92oRm9hF79bhQ7cQmok0iw0mfQIpAAI8DmsbXvSQUO-ZkVb2hTXrAQADAgADdwADOwQ"
foto_hudozhniki_telegr70="AgACAgQAAxkBAAIr-2oRnQcrJWxgc72qZg4dP5qIC_I2AAI-DmsbXvSQUOe5M6NXMY3MAQADAgADdwADOwQ"
foto_hudozhniki_telegr71="AgACAgQAAxkBAAIr_2oRnRgdV-pgFEr1Z0bCqnLmIRUmAAI_DmsbXvSQUGha-dB7C2s_AQADAgADdwADOwQ"
foto_hudozhniki_telegr80="AgACAgQAAxkBAAIsA2oSD3IC7Y7DCCcsC6G_famMRqT2AAL5EWsbXvSQUOtAdOMl6q4JAQADAgADeQADOwQ"
foto_hudozhniki_telegr81="AgACAgQAAxkBAAIsB2oSD4AE7tyBIvrQX0WSgLEiZCXiAAL6EWsbXvSQUDfdga_OxzKsAQADAgADeAADOwQ"
foto_hudozhniki_telegr90="Отсутствует"
foto_hudozhniki_telegr91="Отсутствует"
foto_hudozhniki_telegr100="AgACAgQAAxkBAAIsDGoSESl1PxyJfv8FbFVHVpi-fZorAAL8EWsbXvSQUMUlIAqJ8pXGAQADAgADeAADOwQ"
foto_hudozhniki_telegr101="AgACAgQAAxkBAAIsEGoSETiJs-d0_MOqaOQ7ElTiVnrBAAL9EWsbXvSQUAGGG8PgcomNAQADAgADeQADOwQ"
foto_hudozhniki_telegr110="AgACAgQAAxkBAAIsFGoSEch8qTK6PorTAAEYwBiPJHdY-AAC_hFrG170kFBtyKFmCNKw0QEAAwIAA3cAAzsE"
foto_hudozhniki_telegr111="AgACAgQAAxkBAAIsGGoSEexaujtmb0pjd7HmFN32qKTyAAL_EWsbXvSQUHXnOR623dO4AQADAgADeQADOwQ"
foto_hudozhniki_telegr120="AgACAgQAAxkBAAIsHGoSE0gDnkFhgvhimaK7eWzn4NP9AAIBEmsbXvSQUFhishbOe-DhAQADAgADdwADOwQ"
foto_hudozhniki_telegr121="AgACAgQAAxkBAAIsHmoSE0386yIr1NMtU8Hwlz9iJS9lAAICEmsbXvSQUEPHZhq07PsDAQADAgADeQADOwQ"
foto_hudozhniki_telegr130="Отсутствует"
foto_hudozhniki_telegr131="Отсутствует"
foto_hudozhniki_telegr140="Отсутствует"
foto_hudozhniki_telegr141="Отсутствует"
foto_hudozhniki_telegr150="Отсутствует"
foto_hudozhniki_telegr151="Отсутствует"
foto_hudozhniki_telegr160="Отсутствует"
foto_hudozhniki_telegr161="Отсутствует"
foto_hudozhniki_telegr170="Отсутствует"
foto_hudozhniki_telegr171="Отсутствует"
foto_hudozhniki_telegr180="Отсутствует"
foto_hudozhniki_telegr181="Отсутствует"
foto_hudozhniki_telegr190="Отсутствует"
foto_hudozhniki_telegr191="Отсутствует"
foto_hudozhniki_telegr200="Отсутствует"
foto_hudozhniki_telegr201="Отсутствует"
foto_hudozhniki_telegr210="Отсутствует"
foto_hudozhniki_telegr211="Отсутствует"
foto_hudozhniki_telegr220="Отсутствует"
foto_hudozhniki_telegr221="Отсутствует"
foto_hudozhniki_telegr230="Отсутствует"
foto_hudozhniki_telegr231="Отсутствует"
foto_hudozhniki_telegr240="Отсутствует"
foto_hudozhniki_telegr241="Отсутствует"
foto_hudozhniki_telegr250="Отсутствует"
foto_hudozhniki_telegr251="Отсутствует"
foto_hudozhniki_telegr260="Отсутствует"
foto_hudozhniki_telegr261="Отсутствует"
ssylka_forum_0="(1)http://platforum.ru/viewtopic.php?f=55&t=1653 (2)https://vk.com/wall-6587000_13959 (3)http://platforum.ru/viewtopic.php?t=1028"
ssylka_forum_1="(1)http://www.platforum.ru/viewtopic.php?f=26&t=740 (2)https://platki.ru/about/artists/sotskova/ (3)http://www.platforum.ru/viewtopic.php?t=740&start=30"
ssylka_forum_2="(1)http://platforum.ru/viewtopic.php?f=55&t=1703"
ssylka_forum_3="(1)http://www.platforum.ru/viewtopic.php?t=8874"
ssylka_forum_4="(1)https://vk.com/wall-64434990_1262400 (2)http://www.platforum.ru/viewtopic.php?t=11665 (3)http://www.platforum.ru/viewtopic.php?t=1667"
ssylka_forum_5="(1)http://www.platforum.ru/viewtopic.php?f=26&t=24585"
ssylka_forum_6="(1)http://www.platforum.ru/viewtopic.php?f=55&t=15959"
ssylka_forum_7="Отсутствует"
ssylka_forum_8="Отсутствует"
ssylka_forum_9="Отсутствует"
ssylka_forum_10="Отсутствует"
ssylka_forum_11="Отсутствует"
ssylka_forum_12="(1)http://www.platforum.ru/viewtopic.php?t=1671"
ssylka_forum_13="(1)https://platki.ru/about/artists/kutuzov/ (2)http://www.platforum.ru/viewtopic.php?t=30333 (3)https://vk.com/wall-64434990_535586"
ssylka_forum_14="Отсутствует"
ssylka_forum_15="Отсутствует"
ssylka_forum_16="Отсутствует"
ssylka_forum_17="Отсутствует"
ssylka_forum_18="Отсутствует"
ssylka_forum_19="Отсутствует"
ssylka_forum_20="Отсутствует"
ssylka_forum_21="Отсутствует"
ssylka_forum_22="Отсутствует"
ssylka_forum_23="Отсутствует"
ssylka_forum_24="Отсутствует"
ssylka_forum_25="Отсутствует"
ssylka_forum_26="Отсутствует"
uzor_hudozhnika0="""Весенние грёзы(1992), Весна (1977), Дуновение осени(1977), Евдокия, Качели(1981), Концертная(1975), Лебёдушка(1980), Радуга(1963), Радость(1972), Солнечный круг(1973), Тайна, Финифть, Чардаш(1980), Южная ночь(1969), Фея Сирени, Венец, Володские узоры(1998), Цветочная сказка, Белые крылья(пер. 2024), На крыльях памяти, Соната, Вальс, Зазноба(1998), Кокошник(1998), Маки, Южная ночь(1969)"""
uzor_hudozhnika1="""Караван, Осенний Вальс (1980 пер 2025), Турецкий, Радоница(2003), Тонкий Ажур(1994), Заря Востока, Леопарды, Молитва(1992) - восстановление узора Аболихина, Рухнома, Филигрань, Лучезарный, Нежность, Ольга Лабзина(2004), Пастораль, Святочный, Серебристый, Сирень, Восторг, Леопарды(2023), Маков цвет, Мозаика(1993), Перо Жар-птицы, Полдень, Русское золото, Тигрики(1980), Тихий вечер, Майские сумерки, Летний букет, Аромат весны, Затейница, Клеопатра, Масленица, Осенний поцелуй, Щелкунчик, Дуняша, Радостный, Ирис, Посиделки, Подарочный, Юбилейный"""
uzor_hudozhnika2="""Торжок, Подкова, Разводная, Кайма из роз"""
uzor_hudozhnika5="""Княжна(2018), Девица-Краса(2019), Кармелитта(2017), Нежное Сердце(2017), Письмо Любимой(2018), 
Прекрасное Далёко(2016), Серебряный Ручей(2019), Таинственный образ(2017), Услада(2018), Аврора(2019), Благая Весть(2022), 
Весенее пробуждение(2019), Весенние зори(2016), Марья-Искусница(2014), Домашний Очаг(2018), На крыльях ветра(2016), 
Нежные объятия(2015), Волшебный край(2017), Цветочный Роман(2017), Летний Ветерок(2015),Цветочное настроение, Кружевная симфония(2017)"""
uzor_hudozhnika3="""Хохломские Узоры(2013), Рассказ о странствиях(2015), Румянец(2014), Иван-да-Марья(2013), 
Страна Чудес(2013), Капельки Счастья(2014), Розовые Дали(2015), В гостях у сказки(2015), Ох уж эти сказки(2022),
В Тридевятом царстве(2017)"""
uzor_hudozhnika4="""Медальоны"""
uzor_hudozhnika6="""Заветная мечта, Солнечный танец, Танец феи, Весенее путешествие, Цветоная корзиночка"""
uzor_hudozhnika7="""0000"""
uzor_hudozhnika8="""0000"""
uzor_hudozhnika9=""" 0000 """
uzor_hudozhnika10=""" 0000 """
uzor_hudozhnika11=""" 0000 """
uzor_hudozhnika12=""" https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/zlata """
uzor_hudozhnika13=f"Восходящее Солнце\n\nГуслицкий край\n\nВ садах земли Нижегородской<br>Дары лета<br>Волшебная ночь<br>Соловьиная Роща"
uzor_hudozhnika14="""Праздник Покрова"""
uzor_hudozhnika15="""Молитва, Караван, """
uzor_hudozhnika16=""" Тайна Сердца """
uzor_hudozhnika17=""" Над Серебряной Водой """
uzor_hudozhnika18="""Купеческая дочка, Легенды осени, Партизанские огни, Богатая невеста(2017), Вдохновение(2022), 
Губернаторский(2013), Любовь земная(2017), Мчится тройка(2020), Ненаглядная, Осенние колокола(2019), Остановись, мгновение..., 
Печатный пряник(пер. 2018), Свет мой, зеркальце(2018), Сад дивных снов(2016), Старый замок, Цвет граната(2020), Чудесный сад, 
Юлия, Бегуль/Роза и вьюнок, В вихре танца(2014), Вечер в усадьбе(2016), Дворянское гнездо(2020), Душистый табак - восстановление узора Шаховской, 
Испанское вино(2014), Колдовская ночь(2021), Край сандала, Ларец самоцветный(2000), Медовый полдень(2016), Подарок с ярмарки(2019),
Признание(2013), Славянские праздники(2014), Сокровища пиратов, Спящая красавица(2015), Cударыня, Троицыно утро(2020),
Фиалковые ночи(2023), Фламенко, Цветочные бусы(2018), Бенефис(2017), Знойный ветер(2020), Магия Чувств(2017),
На крыльях нежности(2016), Пламень сердца(2018), Подружкины посиделки(2022), Русское раздолье(2016), Бал-Маскарад(2014),
Винные ягоды(2022), Городской романс, Золотой петушок(2021), Любушка-Голубушка(2019), Майолика, Мечта хрустальная(2016),
Модница(2022), Подсолнухи, Пряничный домик(2020), Романтическое путешествие, Рябиновые бусы, Садко, Утомлённое Солнце(2017),
Фаворит, Ночная серенада(2015), Рождественский пряник(2026), Арфика(1998), Абстракция, Бережок, Горожанка(2018), День рождения,
Другие миры, Зима, Инфанта, Лёд и пламень, На златом крыльце(2025), На солнечной поляночке(2022), Отражение, Песня Леля(2014),
Старейшие народные художественные промыслы Подмосковья, Свет в окошке(2020), Сольвейг(2014), Средь густых ветвей(2021),
Цветомания(2013), Шафран, Кадриль(2002), Вальс тюльпанов, Город золотой(2015), Знатная дама(2016), Сандаловые острова,
Тысяча и одна ночь, Четыре ветра(2019), Антракт, Босс, Визит, Виктор, Герцог, Дон-Кихот, Каскад, Лорд, Марсель, Рандеву,
Эдельвейс, Весенняя фантазия(2020), Аромат любви, Великолепный век, Восточные сладости, Королевский бал, Ноктюрн(2017),
Акварели(2016), Зонтики, Клематисы(2024), Коварство и любовь, Коралловый бриз(2015), Окаванго(2014),Промыслы Подмосковья,
Солнечный город, Стольный град Москва(2020 и 2021), Цветы для любимой(2015), Мимолётное видение, Парадиз, Зимняя вишня,
Эвита, Полевой вьнок, 11163(2023), 11164(2023), 11165(2023), 11169(2023), 11179(2023), 11186(2024), 11187(2024), 
11188(2024), 11155(2023), 11156(2023),11158(2023),11161(2023), Арагонский(2019), Голубка(2017), Маруся(2018), Горница, 
Пасхальное утро(2022), Москва Златоглавая"""
uzor_hudozhnika19=""" Шерсть 148х148
БОЯРЫШНИК 90-ые гг Бабушкин сундук ППГ_69
ДИВО ДИВНОЕ 1798 ссылка выпуск 2018
ДУША РОЗЫ 1838
ЕДИНСТВЕННАЯ 1757 (2017)
ЖЕНСКОЕ СЧАСТЬЕ 1906. Выпуск 2020
ЖЕЛАННАЯ 1744 (2017 г,)
ЗЛАТО-СЕРЕБРО 1731 (2017 г.)
ЗОЛОТОЕ СЕРДЦЕ 2022 (2023г) ссылка
ИДИЛЛИЯ 1788 (2018 г.)
КАРНАВАЛ 811
КРАСАВИЦА 1914 (2021 г.)
КРАСИВАЯ СКАЗКА 1971 (2025г.) ссылка
ЛЮБИМАЯ 1704 (2017 г.)
МОРОЗ И СОЛНЦЕ 1569 (2014 г.) ссылка
МИНДАЛЬ 1369 (2011 г.)
ПАВЛОВОПОСАДСКИЙ 1816 (2019) ссылка
ПОЛОВОДЬЕ ЧУВСТВ 1992 (2022) ссылка
ОЖИДАНИЕ 583
СЛАВЯНКА 1465. Выпуск 2013
СИЯНИЕ 705
СЧАСТЛИВИЦА 1122. Выпуск 2009
ЦАРЕВНА ОСЕНЬ 2061. Выпуск 2023 ссылка
ЦВЕТЫ ПОД СНЕГОМ 1099. Выпуск 2005
ШАМАХАНСКАЯ ЦАРИЦА 1857.Выпуск 2022. ссылка

Шерсть 146х146
ДНИ ЛЮБВИ И ЦВЕТОВ 2013. Выпуск 2022. ссылка
ИЗЮМИНКА 1811. Выпуск 2018
И СНОВА ВЕСНА 2039. ссылка Выпуск 2023
ИМБИРЬ 1496. Выпуск 2015
ИМЕНИННИЦА 1446
КАЗАЧКА 1186
ЛУКОМОРЬЕ 1555 ( 2015 год)
МОЛОДУШКА 1511 (2014 год)
МОНИСТО 337
ОТРАДА 678
ПАВА 1953
ПОДМОСКОВНЫЕ ВЕЧЕРА 1293 (восстановленный старинный рисунок 1885 года)
РЕЧНОЙ ЖЕМЧУГ 400
РОЗЫ НА СНЕГУ 1227 (восстановленный старинный рисунок)
САД ПУСТОТЫ 329
СЛОВА ЛЮБВИ 1688. Выпуск 2016
СНЕЖИНКИ И ЦВЕТЫ 1676. Выпуск 2016
УТРО ТУМАННОЕ 1899. Выпуск 2021
ЦАРЕВНА НЕСМЕЯНА 1541. Выпуск 2015

Шерсть 135х135
ДОЖДЬ 1779. Выпуск 2018
ЗВЁЗДНЫЙ ДОЖДЬ 1640. Выпуск 2015
ПЕРЕПЛЕТЕНИЕ СУДЕБ 1876. Выпуск ноябрь 2021. ссылка
ПРАЗДНИК ОГНЯ 1739. Выпуск 2018
СКАЗОЧНИЦА 1763. Выпуск 2018
СОЛОВЬИНЫЕ НОЧИ 1891. Выпуск 2020 ссылка
ФЕЕРИЯ 1770. Выпуск 2017
ЮЖНОЕ СОЛНЦЕ 1652. Выпуск 2016

Шерсть 125х125

ЗАПАХ МЁДА И РОЗ 1918. Выпуск 2021
ЗОЛОТАЯ КЛЕТКА 1826. Выпуск 2019 г.
МАЛИНОВКА 1346
МОЛОДИЛЬНЫЕ ЯБЛОЧКИ 1944. Выпуск 2021.
ОБРУЧАЛЬНОЕ КОЛЕЧКО 1103
ПОЦЕЛУЙ 2000. ссылкаВыпуск 2022.
СНЫ БЕЛЫХ ЦВЕТОВ 1936. Выпуск ноябрь 2021. ссылка
ЧАРОДЕЙКА 727
ЧЁРНЫЕ ГЛАЗА 1194
ШЕПОТ СЕРДЦА 2049 ссылка выпуск 2023

Шерсть 110х110
ДИКИЙ МЁД 1712. Выпуск 2017
РАДОСТЬ ЖИЗНИ 2119, выпуск 2026 ссылка

Шерсть 95х95
ЦВЕТУЩИЙ МАЙ 209

Шерсть 89х89
БАРБАРИС 2069 ссылка выпуск 2023
БЫЛЫЕ ЧУВСТВА 2046 ссылка выпуск 2023
ВЕНЕЦИАНСКАЯ НОЧЬ 1260
ДЖЕРЕМИ ДЖЕКСОН 154
ЗОЛОТЦЕ 2003 ссылка Выпуск 2022.
КАТЕРИНА 208
НАРЦИСС 221-7,-10,-17ссылка Каталог 1998-99 ссылка Каталог 1998-99
ОГОНЁК В ЛАДОНЯХ 1937. Выпуск 2021
ПЕРЫШКО ФЕНИКСА 2098. Выпуск 2024г. ссылка
РОЗМАРИН 1850. Выпуск 2019
СЕВЕРНОЕ ЛЕТО 1923. Выпуск 2021
ЦЫГАНОЧКА 1579. Выпуск 2015
ЯГОДКА 1425

Шерсть 72х72
ШАЛФЕЙ 1151. Выпуск 2014

Шерсть- шарфы
ДИВА 1474
РУСАЛКА 1156

Шерсть, шёлк, кашне, 27х140 см
БЛЮЗ 693 ссылка февраль 2024, атлас-шерсть
ГОЛЬФ 1275 (шерсть-шёлк)
ДЖАЗ 1917 ссылка
МАРРАКЕШ 1307 ссылка февраль 2024, атлас-шерсть
СЕВИЛЬЯ 1522. Выпуск 2014
ФОКСТРОТ 698 ссылка

Шёлк 130х130
БЕРЕГ ГРЁЗ 1389. Выпуск 2012
ЗИМНЕЕ СОЛНЦЕ 1932 ссылка выпуск 2024г.
ПЕСНЯ ВЕТРА 1337
ПРАЗДНИК ДУШИ 1681. Выпуск 2016
РОЗЫ НА СНЕГУ 1227 (восстановленный старинный рисунок)
ЖАСМИН 1176 _ февраль 2012
ЦВЕТУЩАЯ ВЕСНА 1562 _ 2015

Шёлк 89х89, 84х84
АНЮТИНЫ ГЛАЗКИ (жаккард) 10027. Выпуск 2016
БЕЛЫЙ ШИПОВНИК 1047
ВЕСНА В СЕРДЦЕ (жаккард) 10031. Выпуск 2016
ЖАВОРОНОК 770
ИТАЛЬЯНСКИЙ ПОЛДЕНЬ 1281
ЛУННЫЙ САД 10018 (атлас). Выпуск 2014
МУРАВУШКА 753 (жаккард 84х84). Выпуск 2016
МЕРЦАНИЕ 605 (1998 год)
ПОЛНОЛУНИЕ 716 (крепдешин)
ПАРМСКИЕ ФИАЛКИ 1382 (крепдешин). Выпуск 2013
РОЗЫ ПОД СНЕГОМ 10720 (крепдешин)
СЕВЕРНЫЕ ЦВЕТЫ 736 (жаккард). Выпуск 2017 ссылка
СКАРАБЕЙ 1252
ФИДЖИ 1137
ЧИСТЫЕ РОСЫ 661

Шёлк 65х65
ЗВОНКОЕ УТРО 10040. Выпуск 2015
ПЁСТРАЯ ЛЕНТА 1305. Выпуск 2012
СЕРПАНТИН 1430. Выпуск 2015

Шёлк 52х52
ТОПОЛИНЫЙ ПУХ 1107
РАЗНОТРАВЬЕ 1108

Шёлк -шарфы и шарфики
МАКОВ ДЕНЬ 1053
ПОЛОНЕЗ 1631. Выпуск 2015
ПЛАМЯ СВЕЧИ 1326
ПОРА НАДЕЖД 1645. Выпуск 2015

Шёлк, шарф-лента, 7х125
11168 ссылка выпуск 2023

Шёлк, шарф-лента, 7х110
11195 ссылка выпуск 2024

Шёлк, шарф-лента, 7х95
11159 ссылка выпуск 2023
11162 ссылка выпуск 2023

Хлопок 146х146

Хлопок (батист) 115х115
ОЗЕРО СВЕТА 1715. Выпуск 2017

Хлопок: платочки 75х75
РОМАШКИ 1127. Выпуск 2016

Скатерти
ЛЕСНАЯ НИМФА 1079 (хлопок 144х240)
ДИКИЙ ВИНОГРАД 1233 (хлопок 144х240)
ЗОЛОТАЯ 1241 (хлопок 144х144)
АПЕЛЬСИНОВЫЙ РАЙ 1358 (лён 144х 240)
БЕЛАЯ ПТИЦА 1490 (лён 144х144)
ПЕВЧИЕ ПТИЦЫ 783 (хлопок 144х240)

Дорожка настольная льняная
МЕРЦАЮЩАЯ ЗВЕЗДА 2023. Выпуск 2022. ссылка
ПОЛУДЕННЫЙ ЗНОЙ 2053. Выпуск 2022. ссылка
САДЫ СИЦИЛИИ 2054. Выпуск 2022. ссылка





Декабрь 2013. Платок РОЗЫ на СНЕГУ """
uzor_hudozhnika20=""" МЕЧТА. Фотофильмпечать 1962
АННУШКА. Фотофильмпечать 1972
АЛЁНУШКА. Фотофильмпечать 1976

РУСЬ. Ручная набивка 1977
 ТОРЖОК. Ручная печать по шаблону 1977 (старинный рисунок, восстановленный И. Дадоновой )
ТОРЖОК (рисунок, дополненный полумесяцами)

ВЯТКА. Фотофильмпечать 1978 год
ВОЛОГДА

МЕЛОДИЯ. Ручная печать по шаблону 1983
ОСЕННИЙ ВАЛЬС. Машинная печать 1984
ЛИВАДИЯ. Рисунок 1982 г. Машинная печать 1987
БОЯРЫНЯ. Рисунок 1988-89 . Ручная печать по шаблону 1993

Список изделий с известными номерами рисунков

Шерсть 148х148
БОЯРЫНЯ 324 перевыпуски 2019 год колориты 24, 25 2022 год колориты 10,23,30
ВОСПОМИНАНИЕ О ЛЕТЕ 563
ВОСТОЧНАЯ СКАЗКА 1175
ЕЖЕВИКА 863 (старинный рисунок, восстановленный И. Дадоновой )
МЕЛОДИЯ 300
МЕЛОДИЯ ЛЮБВИ 1374
ПЕРЕПОЛОХ 857 (старинный рисунок, восстановленный И. Дадоновой )
ПОДКОВА (старинный рисунок, восстановленный И. Дадоновой )
РУССКАЯ КРАСАВИЦА (первый вариант рисунка, 150х150)
РУСЬ 936
СИРЕНЕВЫЙ ТУМАН 983

Шерсть 146х146
АРОМАТ ЛЕТА 1432 (2011)
БАЛ ЦВЕТОВ 701
ВЕНСКИЙ ВАЛЬС 1121, май 2013г.
ВЕЧЕР В ПАРКЕ 1162
ВИНОГРАД
ДОЛИНА ЦВЕТОВ 930
ИНЕЙ (1992 год)
КРАСКИ ЛЕТА 1291 (восстановленный старинный рисунок)
ЛЮБАВУШКА 405
ОСЕННЕЕ ТАНГО 1538
РУССКАЯ КРАСАВИЦА 325
УТРЕННЕЕ СИЯНИЕ 1561 (другой рисунок с аналогичным названием уже выпускался ППМ)
ТАИНСТВЕННАЯ МУЗА 1461
ХОРОВОД 692
ЦВЕТОЧНОЕ ОЖЕРЕЛЬЕ 932 (восстановленный старинный рисунок)

Шерсть 125х125
АМАЗОНКА 28
АККОРД 1131
АРИЯ 711
БАГРЯНЕЦ ОСЕНИ 1545 (2013г.)
БИРЮСИНКА 1472
ВЕСЕННЕЕ УТРО 555 (1998 год)
ВЕСНЯНКА 725 ссылка Каталог 2002-03(-1,-2,-3,-4) ссылка
ВОЛШЕБНЫЙ ТАНЕЦ 1581 (2014г.)
ГРУШЕНЬКА 1019 (январь 2014г.)
ЖУРАВУШКА 527
ЗВУКИ МУЗЫКИ 596 (1998 год) ссылка
КЛАССИЧЕСКИЙ 814
КУПЧИХА 1572. Выпуск 2013. ссылка
ЛАСКОВЫЙ ВЕЧЕР 1184
МГНОВЕНИЕ 1106 (2014г.)
ЦВЕТЫ АВСТРАЛИИ 22 (1994 год)

Шерсть 89х89
АЛЁНУШКА 1347
АЛЕНЬКИЙ ЦВЕТОЧЕК 797
ВЕНЗЕЛЬ 160
ДЮЙМОВОЧКА 172 Каталог 1998-99 (-20) ссылка Каталог 1998-99(-10,-13,-21,-22) Каталог 1998-99 (-7)
ДЫМКА 204 ссылка Каталог 1998-99 (204-14,-18)
ИСКОРКА 1077
КУМУШКА 1453
ЛАСКОВОЕ УТРО 1397
МАРИЯ 737 (2014г.)
МАТРЁШКА 190
ПОЛЯНКА 162 ссылка Каталог 1998-99 (162-14)
НЕЖНЫЙ ВЕЧЕР 1195
НОЧКА 136 Каталог 2002-03 (-5,-7)
РОМАНТИКА 1381, 2013г.
РОСИНКА 535 Каталог 2002-03(-1*,-4*)
СИТЦЕВЫЙ Каталог 1998-99 (116-5,-18)
СОЗЕРЦАНИЕ 1157
ЯШМА 542 ссылка
Без названия 213-7 ссылка

Шерсть 72х72
ДРУЖБА НАРОДОВ (1967 год)
ЗОРЕНЬКА 1145
ПОЛЯНКА 650
РИТМ 651


Шерсть- шарфы, палантины, кашне
ВАЛЬС-БОСТОН 1095
МАЛИНОВЫЙ ЗВОН 1333

Шёлк 130х130
ВОСТОЧНАЯ СКАЗКА 1175

Шёлк 89х89, 84х84
АМЕТИСТ 872 ссылка
ДЕЛЬФИНИУМЫ 1124
ДУНОВЕНИЕ 884
ИСКУШЕНИЕ 1247 ссылка: креп-жоржет и крепдешин от 2024г
КРУЖАТСЯ ЛИСТЬЯ 1213 ссылка: креп-жоржет и крепдешин от 2024г
НЕЖНОЕ ЭХО 1601, 2015
ШЁЛКОВОЕ ПРИКОСНОВЕНИЕ 10010, 2014г.

Шёлк 52х52
ЭКСПРОМТ 1165

Хлопок-саржа 80х80
САМОЦВЕТЫ 1391 ссылка выпуск 2024г.

Хлопок-батист 65х65
ТРАВИНКА 1303
НЕЖЕНКА 1426, 2014г.

Скатерти (хлопок, лён)
ЛЕТНИЙ КАРНАВАЛ 1353
ВЕСЕННЕЕ ПРОБУЖДЕНИЕ 1483

Вискоза 135х135
ВЕЧЕР В ПАРКЕ 10878"""
uzor_hudozhnika21="""Орнамент/Деревня(1970), Любимая девушка(1970), Лето(1972), Фруктовый аромат, Белоснежка, Нектар, 
Колосок, Неизвестный ручной росписи, Монастырь, Пётр Первый, Там чудеса..., Осенняя пора, очей очарование..., 11170, 
11245, Метармофоза, Домино, Граф, Аттракцион, Маркиза, Турандот, Яков Лабзин, Житие Святого Праведного Василия, 
Вохонское сражение в Отечественной войне 1812 года, Герои Отечественной войны 1812 года, Ягуар, Без названия 194, 
Очарование, Ландыши, Штрих, Чарующий, Цветочная поляна, Роксолана, Родной город, Рябина(1992), Птица счастья(1996), 
Поле цветов, Павловский посад, Мадонна, Летняя свежесть, Испанский, Жостово, День осени златой, Весенний Цветок, 
Розовый вечер, Розы и пионы, Лабзинский, В парке Чаир, Без названия ППК-22"""
uzor_hudozhnika22="""Георгины(1956), Петухи(1957), Розы и рябина, Сиян(1962), Кармен(1965), Золотые Розы(1966), 
Гладиолусы(1968), Ирисы(1974), Гурзуф в цвету(1975), Букет с геранью(1976), Вечерний звон(1976), Золотистые розы(1976), 
Майский букет(1970), Землянка, Меленки, Загадка, Завалинка, Золотое кольцо России, Южная ночь, Юбилейный, Летний день, 
Ручеёк, Лариса, Веночки, Браслет, Анюта, Юбилейная(1976 и пер. 2025), Цыганка Аза(2017), Рябиновая/Рябинушка(1957 пер 2010), 
Разводной, Майя, Лунный свет, Джейран, День Победы(1975 и пер. 2018), Галина(1978), Воспоминания, Завалинка(1984), 
Олимпиада-80(1980), Олимпиада(1978), Белый гладиолус(1972), Клубничка(1972), Без названия(1970), Кайма из букетиков с ягодками(1985), 
Радуга(1982), Аккорд(1980), Голубые лилии(1979)"""
uzor_hudozhnika23="""Подмосковье(2022), Ситцевый край, Пелагея(2013), В мире любви(2016), Волшебная сила любви(2017), 
Зимняя сказка(2015), Волшебная аллея(2014), Лунная мелодия(2014), Под пение птиц(2015), Сиртаки, Утренний свет(2002), 
Улыбка принцессы(2013), Нежный аромат, Музыка весны, Камелия, Гардения, Праздничные дни(2023), Удача(2026), 
Шотландский напев, Сказочный мир(2026), Поэма, Песенка весеннего дождя(2021), Оттепель(2022), Озёрный край(2014), 
Озарение(2023), Мечты сбываются, Июль (2022), Город роз, Воскресное утро(2021), В солнечном свете, Волшебный город(2025), 
У родного дома(2021), Сказочные мотивы(2014), Родниковый край(2018), Праздничный город(2020), Откровение(2013), 
Море и небо(2017), Журчание реки(2022), Возвращение(2013), В ожидании праздника(2020), Время чудес(2019), 
Река любви(2017), Ласковое Солнце(2016), Улочки Посада(2020), Торжественный день(2025), Сибирская красавица(2019), 
Музыка моря(2018)"""
uzor_hudozhnika24="""Волшебница(2006), Волшебный узор(Султан), Коралловый замок(2026), Русские сезоны,
Таинственный вечер(2013), Цветочная карусель, Ладога(2017), Весеннее цветение, Любава(2013),
Волжские берега(2026), Донские зори, Жизель, Осенний романс, Терем расписной(2020),
Восточный калейдоскоп, Заповедный уголок, Заряночка(2022), Лира(2016), Милый образ(2021),
Самарканд, Феникс, Цветочная ария(2022), Цветы для души(2019), Северянка(Северное сияние)(2016),
Зимние грёзы(2025), Цветочный веер(2016), Узор дождя(2016), Шёлковые травы(2020), Восточная принцесса(2020),
Душистый луг(2018), Жемчужные росы(2020), Звонкий ручеек(2021), Лирическое настроение(2023),
Незнакомка, Оберег, Выпуск(2015), Осеннее утро(2006 и пер 2022), Рождественский, Сад души(2014),
Сны наяву(2023), Таинство цветов, Терем, Утренние грёзы(2021), Мой садик(2019), Весенние деньки(2019),
Медея(2014), Зимняя пряность(2023), Синьора(2025), Песей(2024), Амулет(2024), Версаль,
Золото Исиды, Магический наряд(2024), Планета цветов, Чайные розы, Ритмы века, Цветущие маки(2012),
Экзотический цветок, Пески Калахари, Райский сад(2014),Крымская весна(2017), Шёлковые травы(2026),
Диковинка(2018), Берегиня(2020), Кружевное настроение(2020),Цветок востока(2019)"""
uzor_hudozhnika25="""Лазоревый, Адажио(1982), Изящная(1977), Леночка(1961), Лирика(2006),
Мазурка(1977), Натали, Небесный(перев.2024), Рапсодия(1981), Ретро(1984),
Русский сувенир, Именины, Ручеек (1962), Рыжее лето, Серебряная свадьба, Сказка(1972),
Царевна(1998), Гжель(1986), Изысканный(2010), Летние нотки(2024), Кайма расписная,
Мейсенский Фарфор, Мелодия осени(1998), Русский танец, Серебро, Цветет сирень(2009),
Цветы России, Утренний сад, Восточные напевы, Гуси-лебеди, Душевный разговор(2005),
Красная горка, Летние сумерки, Лето, Ностальгия, Павловские розы, Серенада,
У камина(2006), Уральский сказ(2016), Табачные листья, Балаганчик, Варенька(2011),
Беседка, Вечерняя заря, Вечерок, Дивный сад, Золотые листья, Ликование,
Роза с лентой, Солнечное лето, Изразец, Первое свидание, Пробуждение"""
#\n\n
#https://pulherija-c47cb3169d8b.herokuapp.com/gamajun/hudozhniki/zlata"""
uzor_hudozhnika26=""" 000 """
#старая система
#hudozhik_0=["Надежда","Слащева","Отсутствует","25.05.1936","74","17.04.2011","15","Отсутствует","Отсутствует","Отсутствует"]
#сборка свойств художника в сущность художника
hudozhnik_0=["Надежда","Слащева","25-05-1936","04-17-2011",foto_hudozhnika_vnutr00,foto_hudozhnika_vnutr01,ssylka_forum_0,uzor_hudozhnika0,0,"Надежды Слащевой"]
hudozhnik_1=["Галина","Сотскова","05-18-1949","Отсутствует",foto_hudozhnika_vnutr10,foto_hudozhnika_vnutr11,ssylka_forum_1,uzor_hudozhnika1,1,"Галины Сотсковой"]
hudozhnik_2=["Степан","Постигов","Отсутствует","Отсутствует",foto_hudozhnika_vnutr20,foto_hudozhnika_vnutr21,ssylka_forum_2,uzor_hudozhnika2,2,"Степана Постигова"]
hudozhnik_3=["Валентина","Созинова","04-21-xxxx","Отсутствует",foto_hudozhnika_vnutr30,foto_hudozhnika_vnutr31,ssylka_forum_3,uzor_hudozhnika3,3,"Валентины Созиновой"]
hudozhnik_4=["Евгений","Штыхин","09-22-xxxx","Отсутствует",foto_hudozhnika_vnutr40,foto_hudozhnika_vnutr41,ssylka_forum_4,uzor_hudozhnika4,4,"Евгения Штыхина"]
hudozhnik_5=["Юлия","Уткина","05-09-xxxx","Отсутствует",foto_hudozhnika_vnutr50,foto_hudozhnika_vnutr51,ssylka_forum_5,uzor_hudozhnika5,5,"Юлии Уткиной"]
hudozhnik_6=["Надежда","Красноносова\n\n(Кудренко)","04-14-xxxx","Отсутствует",foto_hudozhnika_vnutr60,foto_hudozhnika_vnutr61,ssylka_forum_6,uzor_hudozhnika6,6,"Надежда Красноносовой(Кудренко)"]
hudozhnik_7=["Евгения","Муравьёва","Отсутствует","Отсутствует",foto_hudozhnika_vnutr70,foto_hudozhnika_vnutr71,ssylka_forum_7,uzor_hudozhnika7,7, "Евгении Муравьёвой"]
hudozhnik_8=["Инна","Макаганчук","07-11-1989","Отсутствует",foto_hudozhnika_vnutr80,foto_hudozhnika_vnutr81,ssylka_forum_8,uzor_hudozhnika8,8,"Инны Макаганчук"]
hudozhnik_9=["Елена","Сафонова","Отсутствует","Отсутствует",foto_hudozhnika_vnutr90,foto_hudozhnika_vnutr91,ssylka_forum_9,uzor_hudozhnika9,9,"Елены Сафоновой"]
hudozhnik_10=["Дмитрий","Рогатов","24-01-1956","Отсутствует",foto_hudozhnika_vnutr100,foto_hudozhnika_vnutr101,ssylka_forum_10,uzor_hudozhnika10,10,"Дмитрия Рогатова"]
hudozhnik_11=["Татьяна","Шолохова","02-11-1967","Отсутствует",foto_hudozhnika_vnutr110,foto_hudozhnika_vnutr111,ssylka_forum_11,uzor_hudozhnika11,11,"Татьяны Шолоховой"]
hudozhnik_12=["Злата", "Ольшевская","10-20-1920","05-25-2011",foto_hudozhnika_vnutr120,foto_hudozhnika_vnutr121,ssylka_forum_12,uzor_hudozhnika12,12,"Златы Ольшевской"]
hudozhnik_13=["Сергей","Кутузов","07-10-1993","Отсутствует",foto_hudozhnika_vnutr130,foto_hudozhnika_vnutr131,ssylka_forum_13,uzor_hudozhnika13,13,"Сергея Кутузова"]
hudozhnik_14=["Елена","Немешаева","08-03-1966","Отсутствует",foto_hudozhnika_vnutr140,foto_hudozhnika_vnutr141,ssylka_forum_14,uzor_hudozhnika14,14,"Елены Немешаевой"]
hudozhnik_15=["Константин","Аболихин","08-01-1868","02-02-1942",foto_hudozhnika_vnutr150,foto_hudozhnika_vnutr151,ssylka_forum_15,uzor_hudozhnika15,15,"Константина Аболихина"]
hudozhnik_16=["Елена","Фаворитова","14-10-1967","Отсутствует",foto_hudozhnika_vnutr160,foto_hudozhnika_vnutr161,ssylka_forum_16,uzor_hudozhnika16,16,"Елены Фаворитовой"]
hudozhnik_17=["Татьяна","Сухаревская","06-09-1967","Отсутствует",foto_hudozhnika_vnutr170,foto_hudozhnika_vnutr171,ssylka_forum_17,uzor_hudozhnika17,17,"Татьяны Сухаревской"]
hudozhnik_18=["Елена","Жукова","14-04-1964","Отсутствует",foto_hudozhnika_vnutr180,foto_hudozhnika_vnutr181,ssylka_forum_18,uzor_hudozhnika18,18,"Елены Жуковой"]
hudozhnik_19=["Валерия","Фадеева","17-04-1975","Отсутствует",foto_hudozhnika_vnutr190,foto_hudozhnika_vnutr191,ssylka_forum_19,uzor_hudozhnika19,19,"Валерии Фадеевой"]
hudozhnik_20=["Ирина","Дадонова","01-05-1939","Отсутствует",foto_hudozhnika_vnutr200,foto_hudozhnika_vnutr201,ssylka_forum_20,uzor_hudozhnika20,20,"Ирины Дадоновой"]
hudozhnik_21=["Виктор","Зубрицкий","24-09-1946","08-07-2023",foto_hudozhnika_vnutr210,foto_hudozhnika_vnutr211,ssylka_forum_21,uzor_hudozhnika21,21,"Виктора Зубрицкого"]
hudozhnik_22=["Екатерина","Регунова","19-05-1926","11-06-2009",foto_hudozhnika_vnutr220,foto_hudozhnika_vnutr221,ssylka_forum_22,uzor_hudozhnika22,22,"Екатерины Регуновой"]
hudozhnik_23=["Елена","Литвинова","18-07-1969","Отсутствует",foto_hudozhnika_vnutr230,foto_hudozhnika_vnutr231,ssylka_forum_23,uzor_hudozhnika23,23,"Елены Литвиновой"]
hudozhnik_24=["Наталья","Белокур","13-06-1969","Отсутствует",foto_hudozhnika_vnutr240,foto_hudozhnika_vnutr241,ssylka_forum_24,uzor_hudozhnika24,24,"Натальи Белокур"]
hudozhnik_25=["Клара","Зиновьева","25-09-1936","03-09-2010",foto_hudozhnika_vnutr250,foto_hudozhnika_vnutr251,ssylka_forum_25,uzor_hudozhnika25,25,"Клары Зиновьевой"]
hudozhnik_26=["Семён","Рыжов","16-04-1916","27-06-1994",foto_hudozhnika_vnutr260,foto_hudozhnika_vnutr261,ssylka_forum_26,uzor_hudozhnika26,26,"Семёна Рыжова"]
#сборка сущностей художников в список
Hudozhniky=[hudozhnik_0,hudozhnik_1,hudozhnik_2,hudozhnik_3,hudozhnik_4,hudozhnik_5,hudozhnik_6,hudozhnik_7,hudozhnik_8,
            hudozhnik_9,hudozhnik_10,hudozhnik_11,hudozhnik_12,hudozhnik_13,hudozhnik_14,hudozhnik_15,hudozhnik_16,hudozhnik_17,
            hudozhnik_18,hudozhnik_19,hudozhnik_20,hudozhnik_21,hudozhnik_22,hudozhnik_23,hudozhnik_24,hudozhnik_25,hudozhnik_26]
#сборка узоров художников в список
Uzory=[#uzor_hudozhnika0, uzor_hudozhnika1, uzor_hudozhnika2, uzor_hudozhnika3, uzor_hudozhnika4, uzor_hudozhnika5,
       #uzor_hudozhnika6, uzor_hudozhnika7, uzor_hudozhnika8, uzor_hudozhnika9, uzor_hudozhnika10, uzor_hudozhnika11,
       #uzor_hudozhnika12, uzor_hudozhnika13, uzor_hudozhnika14, uzor_hudozhnika15,uzor_hudozhnika16, uzor_hudozhnika17,
       #uzor_hudozhnika18, uzor_hudozhnika19, uzor_hudozhnika20,
    #uzor_hudozhnika21,
    uzor_hudozhnika22, uzor_hudozhnika23,
       uzor_hudozhnika24, uzor_hudozhnika25, #uzor_hudozhnika26
]